[{"repo": "sindresorhus/awesome", "description": "😎 Curated list of awesome lists"}, {"repo": "vinta/awesome-python", "description": "A curated list of awesome Python frameworks, libraries, software and resources"}, {"repo": "josephmisiti/awesome-machine-learning", "description": "A curated list of awesome Machine Learning frameworks, libraries and software."}, {"repo": "vuejs/awesome-vue", "description": "🎉 A curated list of awesome things related to Vue.js"}, {"repo": "avelino/awesome-go", "description": "A curated list of awesome Go frameworks, libraries and software"}, {"repo": "wasabeef/awesome-android-ui", "description": "A curated list of awesome Android UI/UX libraries"}, {"repo": "vsouza/awesome-ios", "description": "A curated list of awesome iOS ecosystem, including Objective-C and Swift Projects"}, {"repo": "dypsilon/frontend-dev-bookmarks", "description": "Manually curated collection of resources for frontend web developers."}, {"repo": "bayandin/awesome-awesomeness", "description": "A curated list of awesome awesomeness"}, {"repo": "MaximAbramchuck/awesome-interview-questions", "description": " A curated awesome list of lists of interview questions. Feel free to contribute! 🎓"}, {"repo": "ziadoz/awesome-php", "description": "A curated list of amazingly awesome PHP libraries, resources and shiny things."}, {"repo": "kahun/awesome-sysadmin", "description": "A curated list of amazingly awesome open source sysadmin resources inspired by Awesome PHP."}, {"repo": "akullpp/awesome-java", "description": "A curated list of awesome frameworks, libraries and software for the Java programming language."}, {"repo": "i0natan/nodebestpractices", "description": "The largest Node.JS best practices list. Curated from the top ranked articles and always updated"}, {"repo": "fffaraz/awesome-cpp", "description": "A curated list of awesome C++ (or C) frameworks, libraries, resources, and shiny things. Inspired by awesome-... stuff."}, {"repo": "kilimchoi/engineering-blogs", "description": "A curated list of engineering blogs"}, {"repo": "alebcay/awesome-shell", "description": "A curated list of awesome command-line frameworks, toolkits, guides and gizmos. Inspired by awesome-php."}, {"repo": "lukasz-madon/awesome-remote-job", "description": "A curated list of awesome remote jobs and resources. Inspired by https://github.com/vinta/awesome-python"}, {"repo": "jtoy/awesome-tensorflow", "description": "TensorFlow - A curated list of dedicated resources http://tensorflow.org"}, {"repo": "cjwirth/awesome-ios-ui", "description": "A curated list of awesome iOS UI/UX libraries"}, {"repo": "nikitavoloboev/my-mac-os", "description": "💻 List of applications, alfred workflows and various tools that make my macOS experience even more amazing"}, {"repo": "veggiemonk/awesome-docker", "description": "🐳 A curated list of Docker resources and projects"}, {"repo": "philipwalton/flexbugs", "description": "A community-curated list of flexbox issues and cross-browser workarounds for them."}, {"repo": "ChristosChristofidis/awesome-deep-learning", "description": "A curated list of awesome Deep Learning tutorials, projects and communities."}, {"repo": "h4cc/awesome-elixir", "description": "A curated list of amazingly awesome Elixir and Erlang libraries, resources and shiny things. Updates:"}, {"repo": "iCHAIT/awesome-macOS", "description": " A curated list of awesome applications, softwares, tools and shiny things for macOS."}, {"repo": "Aufree/trip-to-iOS", "description": "A curated list of delightful iOS resources."}, {"repo": "kdeldycke/awesome-falsehood", "description": "💊 Curated list of falsehoods programmers believe in."}, {"repo": "tuvtran/project-based-learning", "description": "Curated list of project-based tutorials"}, {"repo": "rust-unofficial/awesome-rust", "description": "A curated list of Rust code and resources."}, {"repo": "jbhuang0604/awesome-computer-vision", "description": "A curated list of awesome computer vision resources"}, {"repo": "kjw0612/awesome-deep-vision", "description": "A curated list of deep learning resources for computer vision"}, {"repo": "k4m4/movies-for-hackers", "description": "🎬 A curated list of movies every hacker & cyberpunk must watch."}, {"repo": "davidsonfellipe/awesome-wpo", "description": "📝 A curated list of Web Performance Optimization. Everyone can contribute here!"}, {"repo": "k4m4/terminals-are-sexy", "description": "💥 A curated list of Terminal frameworks, plugins & resources for CLI lovers."}, {"repo": "onurakpolat/awesome-bigdata", "description": "A curated list of awesome big data frameworks, ressources and other awesomeness."}, {"repo": "chiraggude/awesome-laravel", "description": "A curated list of bookmarks, packages, tutorials, videos and other cool resources from the Laravel ecosystem"}, {"repo": "mfornos/awesome-microservices", "description": "A curated list of Microservice Architecture related principles and technologies."}, {"repo": "tmrts/go-patterns", "description": "Curated list of Go design patterns, recipes and idioms"}, {"repo": "engineerapart/TheRemoteFreelancer", "description": "Listing of community-curated resources to find topical remote freelance & contract work for software developers, web …"}, {"repo": "gdi2290/awesome-angular", "description": "📄 A curated list of awesome Angular resources by @TipeIO"}, {"repo": "donnemartin/awesome-aws", "description": "A curated list of awesome Amazon Web Services (AWS) libraries, open source repos, guides, blogs, and other resources.…"}, {"repo": "JStumpp/awesome-android", "description": "A curated list of awesome Android packages and resources."}, {"repo": "keon/awesome-nlp", "description": "📖 A curated list of resources dedicated to Natural Language Processing (NLP)"}, {"repo": "humiaozuzu/awesome-flask", "description": "A curated list of awesome Flask resources and plugins"}, {"repo": "viatsko/awesome-vscode", "description": "A curated list of delightful VS Code packages and resources."}, {"repo": "vic317yeh/One-Click-to-Be-Pro", "description": "A curated list of resources to help you start learning a new CS topic"}, {"repo": "enocom/gopher-reading-list", "description": "A curated selection of blog posts on Go"}, {"repo": "jnv/lists", "description": "The definitive list of lists (of lists) curated on GitHub"}, {"repo": "j-delaney/easy-application", "description": "Over 400 software engineering companies that are easy to apply to"}, {"repo": "ellisonleao/magictools", "description": "🎮 📝 A list of Game Development resources to make magic happen."}, {"repo": "kjw0612/awesome-rnn", "description": "Recurrent Neural Network - A curated list of resources dedicated to RNN"}, {"repo": "KotlinBy/awesome-kotlin", "description": "A curated list of awesome Kotlin related stuff Inspired by awesome-java."}, {"repo": "Wolg/awesome-swift", "description": "A curated list of awesome Swift frameworks, libraries and software."}, {"repo": "tayllan/awesome-algorithms", "description": "A curated list of awesome places to learn and/or practice algorithms."}, {"repo": "andrew--r/frontend-case-studies", "description": "💼 A curated list of technical talks and articles about real-world enterprise frontend development"}, {"repo": "olucurious/Awesome-ARKit", "description": "A curated list of awesome ARKit projects and resources. Feel free to contribute!"}, {"repo": "dhamaniasad/awesome-postgres", "description": "A curated list of awesome PostgreSQL software, libraries, tools and resources, inspired by awesome-mysql"}, {"repo": "rushter/data-science-blogs", "description": "A curated list of data science blogs"}, {"repo": "Awesome-Windows/Awesome", "description": "💻 An awesome & curated list of best applications and tools for Windows."}, {"repo": "Kristories/awesome-guidelines", "description": "A curated list of high quality coding style conventions and standards."}, {"repo": "anaibol/awesome-serverless", "description": "☁️ A curated list of awesome services, solutions and resources for serverless / nobackend applications."}, {"repo": "carpedm20/awesome-hacking", "description": "A curated list of awesome Hacking tutorials, tools and resources"}, {"repo": "owainlewis/awesome-artificial-intelligence", "description": "A curated list of Artificial Intelligence (AI) courses, books, video lectures and papers"}, {"repo": "thibmaek/awesome-raspberry-pi", "description": "📝 A curated list of awesome Raspberry Pi tools, projects, images and resources"}, {"repo": "willianjusten/awesome-svg", "description": "A curated list of SVG."}, {"repo": "rshipp/awesome-malware-analysis", "description": "A curated list of awesome malware analysis tools and resources"}, {"repo": "ameizi/awesome-ios-animation", "description": "A curated list of awesome iOS animation, including Objective-C and Swift libraries"}, {"repo": "sqreen/awesome-nodejs-projects", "description": "Curated list of awesome open-source applications made with Node.js"}, {"repo": "paragonie/awesome-appsec", "description": "A curated list of resources for learning about application security"}, {"repo": "NJHu/iOSProject", "description": "framework for building fast and flexible lists,trip-to-iOS,A curated list of delightful iOS resources,RESideMenu,iOS…"}, {"repo": "qinwf/awesome-R", "description": "A curated list of awesome R packages, frameworks and software."}, {"repo": "mre/awesome-static-analysis", "description": "A curated list of static analysis tools, linters and code quality checkers for various programming languages"}, {"repo": "stoeffel/awesome-fp-js", "description": "😎 A curated list of awesome functional programming stuff in js"}, {"repo": "aalhour/awesome-compilers", "description": "😎 Curated list of awesome resources on Compilers, Interpreters and Runtimes."}, {"repo": "lnishan/awesome-competitive-programming", "description": "💎 A curated list of awesome Competitive Programming, Algorithm and Data Structure resources"}, {"repo": "heynickc/awesome-ddd", "description": "A curated list of Domain-Driven Design (DDD), Command Query Responsibility Segregation (CQRS), Event Sourcing, and Ev…"}, {"repo": "isRuslan/awesome-elm", "description": "A curated list of useful Elm tutorials, libraries and software. Inspired by awesome list. Feel free to contribute. 🚀"}, {"repo": "webpro/awesome-dotfiles", "description": "A curated list of dotfiles resources."}, {"repo": "ramitsurana/awesome-kubernetes", "description": "A curated list for awesome kubernetes sources 🚢🎉"}, {"repo": "matiassingers/awesome-readme", "description": "A curated list of awesome READMEs"}, {"repo": "webpack-contrib/awesome-webpack", "description": "A curated list of awesome Webpack resources, libraries and tools"}, {"repo": "coinpride/CryptoList", "description": "Curated collection of blockchain & cryptocurrency resources."}, {"repo": "clowwindy/Awesome-Networking", "description": "A curated list of awesome networking libraries, resources and shiny things"}, {"repo": "keon/awesome-bits", "description": "💻 A curated list of awesome bitwise operations and tricks"}, {"repo": "Solido/awesome-flutter", "description": "A curated list of awesome Flutter components, frameworks, libraries, and softwares"}, {"repo": "ritchieng/the-incredible-pytorch", "description": "The Incredible PyTorch: a curated list of tutorials, papers, projects, communities and more relating to PyTorch."}, {"repo": "monostable/awesome-electronics", "description": "A curated list of awesome resources for electronic engineers and hobbyists"}, {"repo": "apsdehal/awesome-ctf", "description": "A curated list of CTF frameworks, libraries, resources and softwares"}, {"repo": "agarrharr/awesome-cli-apps", "description": "🖥 📊 🕹 🛠 A curated list of command line apps"}, {"repo": "atinfo/awesome-test-automation", "description": "A curated list of awesome test automation frameworks, tools, libraries, and software for different programming langua…"}, {"repo": "ReactNativeNews/React-Native-Apps", "description": "Curated List of Open Source React Native Apps"}, {"repo": "enddo/awesome-windows-exploitation", "description": "A curated list of awesome Windows Exploitation resources, and shiny things. Inspired by awesom"}, {"repo": "RyanNielson/awesome-unity", "description": "A curated list of awesome Unity assets, resources, and more."}, {"repo": "juliocesarfort/public-pentesting-reports", "description": "Curated list of public penetration test reports released by several consulting firms and academic security groups"}, {"repo": "mbasso/awesome-wasm", "description": "😎 Curated list of awesome things regarding WebAssembly (wasm) ecosystem."}, {"repo": "meirwah/awesome-incident-response", "description": "A curated list of tools for incident response"}, {"repo": "huyingjie/Checklist-Checklist", "description": "🌈 A Curated List of Checklists ✔︎✔︎"}, {"repo": "iamdaiyuan/ios_top_1000", "description": "A curated list of awesome iOS top 1000 libraries."}, {"repo": "parro-it/awesome-micro-npm-packages", "description": "A curated list of small, focused npm packages."}, {"repo": "dastergon/awesome-sre", "description": "A curated list of awesome Site Reliability and Production Engineering resources."}, {"repo": "willianjusten/awesome-audio-visualization", "description": "A curated list about Audio Visualization."}, {"repo": "hslatman/awesome-threat-intelligence", "description": "A curated list of Awesome Threat Intelligence resources"}, {"repo": "ekremkaraca/awesome-rails", "description": "A curated list of awesome things related to Ruby on Rails"}, {"repo": "ksimka/go-is-not-good", "description": "A curated list of articles complaining that go (golang) isn't good enough"}, {"repo": "dzharii/awesome-elasticsearch", "description": "A curated list of the most important and useful resources about elasticsearch: articles, videos, blogs, tips and tric…"}, {"repo": "edobashira/speech-language-processing", "description": "A curated list of speech and natural language processing resources"}, {"repo": "onlurking/awesome-infosec", "description": "A curated list of awesome infosec courses and training resources."}, {"repo": "LewisJEllis/awesome-lua", "description": "A curated list of quality Lua packages and resources."}, {"repo": "secfigo/Awesome-Fuzzing", "description": "A curated list of fuzzing resources ( Books, courses - free and paid, videos, tools, tutorials and vulnerable applica…"}, {"repo": "heyalexej/awesome-images", "description": "A curated list of amazingly awesome free (stock) photo resources inspired by all the other awesomes."}, {"repo": "fasouto/awesome-dataviz", "description": "📈 A curated list of awesome data visualization libraries and resources."}, {"repo": "dahlia/awesome-sqlalchemy", "description": "A curated list of awesome tools for SQLAlchemy"}, {"repo": "mehcode/awesome-atom", "description": "A curated list of delightful Atom packages and resources."}, {"repo": "AntBranch/awesome-github", "description": "A curated list of awesome GitHub guides, articles, sites, tools, projects and resources. 收集这个列表，只是为了更好地使用亲爱的GitHub,欢迎…"}, {"repo": "awesome-css-group/awesome-css", "description": "🎨 A curated contents of amazing CSS Ever :)"}, {"repo": "SalGnt/cscs", "description": "A curated list of Coding Style Conventions and Standards."}, {"repo": "awesome-lists/awesome-bash", "description": "A curated list of delightful Bash scripts and resources."}, {"repo": "rossant/awesome-math", "description": "A curated list of awesome mathematics resources"}, {"repo": "igorbarinov/awesome-data-engineering", "description": "A curated list of data engineering tools for software developers"}, {"repo": "jivoi/awesome-osint", "description": "😱 A curated list of amazingly awesome OSINT"}, {"repo": "iRaul/awesome-portfolios", "description": "A curated list of Awesome Creative Portfolios. 🎨"}, {"repo": "pmuens/awesome-serverless", "description": "Curated list of resources related to serverless architectures and the Serverless Framework"}, {"repo": "luruke/awesome-casestudy", "description": "📕 Curated list of technical case studies about front-end development"}, {"repo": "mcxiaoke/awesome-kotlin", "description": "A curated list of awesome Kotlin frameworks, libraries, documents and other resources"}, {"repo": "razum2um/awesome-clojure", "description": "A curated list of awesome Clojure libraries and resources. Inspired by awesome-... stuff"}, {"repo": "pditommaso/awesome-pipeline", "description": "A curated list of awesome pipeline toolkits inspired by Awesome Sysadmin"}, {"repo": "wilsonfreitas/awesome-quant", "description": "A curated list of insanely awesome libraries, packages and resources for Quants (Quantitative Finance)"}, {"repo": "fenbf/AwesomePerfCpp", "description": "A curated list of awesome C/C++ performance optimization resources: talks, articles, books, libraries, tools, sites, …"}, {"repo": "theanalyst/awesome-distributed-systems", "description": "A curated list to learn about distributed systems"}, {"repo": "Urigo/awesome-meteor", "description": "A curated, community driven list of awesome Meteor packages, libraries, resources and shiny things"}, {"repo": "ameizi/awesome-ios-chart", "description": "A curated list of awesome iOS chart libraries, including Objective-C and Swift"}, {"repo": "dastergon/awesome-chaos-engineering", "description": "A curated list of awesome Chaos Engineering resources."}, {"repo": "qazbnm456/awesome-web-security", "description": "🐶 A curated list of Web Security materials and resources."}, {"repo": "guipdutra/awesome-geek-podcasts", "description": "A curated list of podcasts we like to listen to."}, {"repo": "onqtam/awesome-cmake", "description": "A curated list of awesome CMake resources, scripts, modules, examples and others."}, {"repo": "avivace/awesome-gbdev", "description": "A curated list of Game Boy development resources such as tools, docs, emulators, related projects and open-source ROMs."}, {"repo": "joggerplus/awesome-weex", "description": "A curated list of awesome Weex guides, articles, sites, tools, projects and resources."}, {"repo": "kozross/awesome-c", "description": "A curated list of awesome C frameworks, libraries, resources and other shiny things. Inspired by all the other awesom…"}, {"repo": "AndroidStudyGroup/conferences", "description": "A community-curated list of conferences around the world for Android developers."}, {"repo": "joshburgess/not-awesome-es6-classes", "description": "A curated list of resources on why ES6 (aka ES2015) classes are NOT awesome"}, {"repo": "Famolus/awesome-sass", "description": "🎨 Curated list of awesome Sass and SCSS frameworks, libraries, style guides, articles, and resources."}, {"repo": "michelpereira/awesome-gamesofcoding", "description": "A curated list of games that can teach you how to learn a programming language."}, {"repo": "gostor/awesome-go-storage", "description": "A curated list of awesome Go storage projects and libraries"}, {"repo": "jondot/awesome-devenv", "description": "A curated list of awesome tools, resources and workflow tips making an awesome development environment."}, {"repo": "crownpku/Awesome-Chinese-NLP", "description": "A curated list of resources for Chinese NLP 中文自然语言处理相关资料"}, {"repo": "emijrp/awesome-awesome", "description": "A curated list of awesome curated lists of many topics."}, {"repo": "jdorfman/awesome-json-datasets", "description": "A curated list of awesome JSON datasets that don't require authentication."}, {"repo": "wbinnssmith/awesome-promises", "description": "A curated list of useful resources for JavaScript Promises"}, {"repo": "t3chnoboy/awesome-awesome-awesome", "description": " A a curated list of curated lists of awesome lists."}, {"repo": "websemantics/awesome-ant-design", "description": "A curated list of Ant Design resources and related projects. The main idea is that everyone can contribute here, so w…"}, {"repo": "sobolevn/awesome-cryptography", "description": "A curated list of cryptography resources and links."}, {"repo": "HQarroum/awesome-iot", "description": "A curated list of awesome Internet of Things projects and resources."}, {"repo": "gokceneraslan/awesome-deepbio", "description": "A curated list of awesome deep learning applications in the field of computational biology"}, {"repo": "ujjwalkarn/DataScienceR", "description": "a curated list of R tutorials for Data Science, NLP and Machine Learning"}, {"repo": "sdogruyol/awesome-ruby", "description": "A curated list of awesome Ruby frameworks, libraries and resources. Inspired by awesome-php & awesome-python."}, {"repo": "tron1991/open-product-management", "description": "A curated list of product management advice for technical people."}, {"repo": "onurakpolat/awesome-analytics", "description": "A curated list of analytics frameworks, software and other tools."}, {"repo": "hubtee/awesome-opensource-documents", "description": "📘 A curated list of awesome open source or open source licensed documents, guides, books."}, {"repo": "qazbnm456/awesome-cve-poc", "description": "✍️ A curated list of CVE PoCs."}, {"repo": "pawl/awesome-etl", "description": "A curated list of awesome ETL frameworks, libraries, and software."}, {"repo": "fdivrp/awesome-reversing", "description": "A curated list of awesome reversing resources"}, {"repo": "arbox/machine-learning-with-ruby", "description": "Curated list: Resources for machine learning in Ruby."}, {"repo": "briatte/awesome-network-analysis", "description": "A curated list of awesome network analysis resources."}, {"repo": "shlomi-noach/awesome-mysql", "description": "A curated list of awesome MySQL software, libraries, tools and resources"}, {"repo": "JingwenTian/awesome-frontend", "description": "A curated list of amazingly awesome frontend libraries, resources and shiny things."}, {"repo": "love2d-community/awesome-love2d", "description": "A curated list of amazingly awesome LÖVE libraries, resources and shiny things."}, {"repo": "Alexintosh/Awesome-Ionic", "description": "😎 A curated list of amazingly awesome Ionic libraries, resources and solutions."}, {"repo": "zingchart/awesome-charting", "description": "A curated list of chart and dataviz resources that developers may find useful."}, {"repo": "agarrharr/awesome-macos-screensavers", "description": "🍎 🖥 🎆 A curated list of screensavers for Mac OS X"}, {"repo": "unicodeveloper/awesome-nextjs", "description": "📔 📚 A curated list of awesome resources : books, videos, articles about using Next.js (A minimalistic framework for u…"}, {"repo": "nikitavoloboev/privacy-respecting", "description": "🔐 Curated List of Privacy Respecting Services and Software"}, {"repo": "mhrimaz/AwesomeJavaFX", "description": "A curated list of awesome JavaFX libraries, books, frameworks, etc..."}, {"repo": "openMVG/awesome_3DReconstruction_list", "description": "A curated list of papers & ressources linked to 3D reconstruction from images."}, {"repo": "adamsitnik/awesome-dot-net-performance", "description": "A curated list of awesome .NET Performance books, courses, trainings, conference talks, blogs and most inspiring open…"}, {"repo": "diegocard/awesome-html5", "description": "📝 A curated list of awesome HTML5 resources. Inspired by awesome-php and awesome-python"}, {"repo": "unicodeveloper/awesome-opensource-apps", "description": "🏠ℹ️ Curated list of awesome open source crafted web & mobile applications - Learn, Fork, Contribute & Most Importantl…"}, {"repo": "mlreview/machine-learning-surveys", "description": "A curated list of Machine Learning Surveys, Tutorials and Books."}, {"repo": "jzau/awesome-ios-animation", "description": "Curated list of iOS Animation libraries"}, {"repo": "decrypto-org/blockchain-papers", "description": "A curated list of academic blockchain-related papers"}, {"repo": "drobakowski/awesome-erlang", "description": "A curated list of awesome Erlang libraries, resources and shiny things."}, {"repo": "felipebueno/awesome-PICO-8", "description": "A curated list of awesome PICO-8 resources, carts, tools and more"}, {"repo": "afonsopacifer/awesome-flexbox", "description": "👓 A curated list of CSS Flexible Box Layout Module or only Flexbox."}, {"repo": "ericdouglas/react-learning", "description": "🔗 A curated list of free resources to master React Development ✨"}, {"repo": "derimagia/awesome-alfred-workflows", "description": "A curated list of awesome alfred workflows"}, {"repo": "npm-algos/npm-algos", "description": "Curated List of Node.js Modules Implementing Computer Science Concepts"}, {"repo": "eug/awesome-opengl", "description": "A curated list of awesome OpenGL libraries, debuggers and resources."}, {"repo": "djadmin/awesome-bug-bounty", "description": "A comprehensive curated list of available Bug Bounty & Disclosure Programs and Write-ups."}, {"repo": "deephacks/awesome-jvm", "description": "A curated list of awesome loosely performance related JVM stuff. Inspired by awesome-python."}, {"repo": "moul/awesome-ssh", "description": "💻 A curated list of SSH resources."}, {"repo": "vert-x3/vertx-awesome", "description": "A curated list of awesome Vert.x resources, libraries, and other nice things."}, {"repo": "joeljfischer/awesome-apple", "description": "An opinionated, curated list of awesome libraries, plugins, and resources for Apple platform development"}, {"repo": "styled-components/awesome-styled-components", "description": "A curated list of awesome styled-components resources 💅"}, {"repo": "chongyangtao/Awesome-Scene-Text-Recognition", "description": "A curated list of resources dedicated to scene text localization and recognition"}, {"repo": "TimothyDJones/awesome-laravel", "description": "A curated list of delightful Laravel PHP framework packages and resources"}, {"repo": "manuzhang/awesome-streaming", "description": "a curated list of awesome streaming frameworks, applications, etc"}, {"repo": "wtsxDev/Machine-Learning-for-Cyber-Security", "description": "Curated list of tools and resources related to the use of machine learning for cyber security"}, {"repo": "nuxt-community/awesome-nuxt", "description": "A curated list of awesome things related to Nuxt.js"}, {"repo": "brunopulis/awesome-a11y", "description": "A curate list about A11Y"}, {"repo": "cyclejs-community/awesome-cyclejs", "description": "A curated list of awesome Cycle.js resources"}, {"repo": "Kikobeats/awesome-api", "description": "A curated list of awesome resources for design and implement RESTful API's."}, {"repo": "jaredthecoder/awesome-vehicle-security", "description": "🚗 A curated list of resources for learning about vehicle security and car hacking."}, {"repo": "Michael0x2a/curated-programming-resources", "description": "A curated list of resources for learning programming."}, {"repo": "kjw0612/awesome-random-forest", "description": "Random Forest - a curated list of resources regarding random forest"}, {"repo": "nathanpeck/awesome-ecs", "description": "A curated list of awesome ECS guides, development tools, and resources"}, {"repo": "ramnes/awesome-mongodb", "description": "🍃 A curated list of awesome MongoDB resources, libraries, tools and applications"}, {"repo": "joe-shenouda/awesome-cyber-skills", "description": "A curated list of hacking environments where you can train your cyber skills legally and safely"}, {"repo": "Calinou/awesome-godot", "description": "A curated list of free/libre plugins, scripts and add-ons for Godot"}, {"repo": "ahkscript/awesome-AutoHotkey", "description": "A curated list of awesome AutoHotkey libraries, library distributions, scripts, tools and resources."}, {"repo": "bkrem/awesome-solidity", "description": "🔹 A curated list of awesome Solidity resources, libraries, tools and more"}, {"repo": "HugoGiraudel/awesome-sass", "description": "A curated list of awesome Sass."}, {"repo": "amitshekhariitbhu/awesome-android-things", "description": "A curated list of awesome android things tutorials, libraries and much more at one place"}, {"repo": "stevemao/awesome-git-addons", "description": "😎 A curated list of add-ons that extend/enhance the git CLI."}, {"repo": "fisherman/awesome-fish-shell", "description": "A curated list of awesome tools, prompts and other cool nuggets for the amazing fish-shell."}, {"repo": "CodyReichert/awesome-cl", "description": "A curated list of awesome Common Lisp frameworks, libraries and other shiny stuff."}, {"repo": "rachelandrew/gridbugs", "description": "A curated list of Grid interop issues"}, {"repo": "uhub/awesome-c", "description": "A curated list of awesome C frameworks, libraries and software."}, {"repo": "FriendsOfCake/awesome-cakephp", "description": "A curated list of amazingly awesome CakePHP plugins, resources and shiny things."}, {"repo": "youngwookim/awesome-hadoop", "description": "A curated list of amazingly awesome Hadoop and Hadoop ecosystem resources"}, {"repo": "yenchenlin/awesome-adversarial-machine-learning", "description": "A curated list of awesome adversarial machine learning resources"}, {"repo": "burningtree/awesome-json", "description": "A curated list of awesome JSON libraries and resources."}, {"repo": "hotchemi/awesome-android-testing", "description": "A curated list of awesome android testing libraries."}, {"repo": "therebelrobot/awesome-bootstrap", "description": "✨ Awesome - A curated list of amazing Bootstrap tools and themes."}, {"repo": "nicolesaidy/awesome-web-design", "description": "🎨 A curated list of awesome resources for digital designers."}, {"repo": "agarrharr/awesome-static-website-services", "description": "📄 🛠 A curated list of awesome static websites services"}, {"repo": "NirantK/awesome-project-ideas", "description": "Curated list of Machine Learning, NLP, Vision Project Ideas"}, {"repo": "flyhigher139/awesome-github-repo", "description": "A curated list of awesome GitHub repositories. Inspired by awesome-python, which is inspired by awesome-php."}, {"repo": "fatihacet/turkcekaynaklar-com", "description": "Özenle seçilmiş Türkçe kaynaklar listesi En: Curated list of Turkish resources"}, {"repo": "numetriclabz/awesome-db", "description": "A curated list of amazingly awesome database libraries, resources and shiny things by https://www.numetriclabz.com/"}, {"repo": "obazoud/awesome-dashboard", "description": "A curated list of amazingly awesome dashboards/visualization resources."}, {"repo": "GKalliatakis/Delving-deep-into-GANs", "description": "A curated list of Generative Adversarial Networks (GANs) resources sorted by reputation"}, {"repo": "sumodirjo/engineering-blogs", "description": "A curated list of engineering blogs of startup and enterprise companies"}, {"repo": "timofurrer/awesome-asyncio", "description": "A curated list of awesome Python asyncio frameworks, libraries, software and resources"}, {"repo": "dbartolini/data-oriented-design", "description": "A curated list of data oriented design resources."}, {"repo": "aozhimin/awesome-iOS-resource", "description": "📱 A curated list of awesome iOS resources, including conferences, books, blogs, articles, websites and documentations"}, {"repo": "petk/awesome-jquery", "description": "A curated list of awesome jQuery plugins, resources and other shiny things."}, {"repo": "janikvonrotz/awesome-powershell", "description": "A curated list of delightful PowerShell modules and resources"}, {"repo": "wanghaisheng/awesome-ocr", "description": "A curated list of promising OCR resources"}, {"repo": "matiassingers/awesome-slack", "description": "A curated list of awesome Slack related things"}, {"repo": "cyberglot/awesome-answers", "description": "Curated list of inspiring and thoughtful answers given on stackoverflow, quora, etc."}, {"repo": "PaulSec/awesome-windows-domain-hardening", "description": "A curated list of awesome Security Hardening techniques for Windows."}, {"repo": "dweinstein/awesome-frida", "description": "Awesome Frida - A curated list of Frida resources http://www.frida.re/ (https://github.com/frida/frida)"}, {"repo": "igorbarinov/awesome-blockchain", "description": "Curated list of the bitcoin blockchain services"}, {"repo": "hyper0x/awesome-go-China", "description": "A curated list of awesome Go frameworks, libraries and software written by Ethnic Chinese."}, {"repo": "Friz-zy/awesome-linux-containers", "description": "A curated list of awesome Linux Containers frameworks, libraries and software"}, {"repo": "Hironsan/awesome-embedding-models", "description": "A curated list of awesome embedding models tutorials, projects and communities."}, {"repo": "diegohaz/awesome-react-context", "description": "😎 A curated list of stuff related to the new React Context API"}, {"repo": "hzoo/awesome-gametalks", "description": "💬 A curated list of gaming talks (development, design, etc)"}, {"repo": "shime/awesome-open-source-indie", "description": "A curated list of small independent active open source products."}, {"repo": "uhub/awesome-swift", "description": "A curated list of awesome Swift frameworks, libraries and software."}, {"repo": "carpedm20/awesome-torch", "description": "A curated list of awesome Torch tutorials, projects and communities"}, {"repo": "beaconinside/awesome-beacon", "description": "A curated list of awesome Bluetooth beacon software and tools."}, {"repo": "ElaWorkshop/awesome-cn-cafe", "description": "A curated list of awesome café places in China."}, {"repo": "sachin1092/awesome-material", "description": "A curated list of Google's material design libraries for different frameworks."}, {"repo": "takeitallsource/awesome-autonomous-vehicles", "description": "Curated List of Self-Driving Cars and Autonomous Vehicles Resources"}, {"repo": "ElementUI/awesome-element", "description": "A curated list of Element projects"}, {"repo": "jinwchoi/awesome-action-recognition", "description": "A curated list of action recognition and related area resources"}, {"repo": "appcypher/awesome-wasm-langs", "description": "😎 A curated list of languages that compile directly to or have their VMs in WebAssembly"}, {"repo": "nashory/gans-awesome-applications", "description": "Curated list of awesome GAN applications and demo"}, {"repo": "devspace/awesome-github-templates", "description": " Curated list of GitHub Issues and Pull Requests templates"}, {"repo": "igorbarinov/awesome-bitcoin", "description": "A curated list of bitcoin services and tools for software developers"}, {"repo": "jondot/awesome-weekly", "description": "An \"awesome\" type curated list of quality weekly subscription newsletters from the software world"}, {"repo": "hobbyquaker/awesome-mqtt", "description": "A curated list of MQTT related stuff. ✨"}, {"repo": "FancyGrid/awesome-grid", "description": "A curated list of grid(table) libraries and resources that developers may find useful."}, {"repo": "springload/awesome-wagtail", "description": "A curated list of awesome packages, articles, and other cool resources from the Wagtail community."}, {"repo": "Fr0sT-Brutal/awesome-delphi", "description": "A curated list of awesome Delphi frameworks, libraries, resources, and shiny things. Inspired by awesome-... stuff."}, {"repo": "SKTBrain/awesome-starcraftAI", "description": "A curated list of resources dedicated to StarCraft AI."}, {"repo": "awesome-spark/awesome-spark", "description": "A curated list of awesome Apache Spark packages and resources."}, {"repo": "xiamx/awesome-sentiment-analysis", "description": "😀😄😂😭 A curated list of Sentiment Analysis methods, implementations and misc. 😥😟😱😤"}, {"repo": "kdabir/awesome-groovy", "description": "A curated list of awesome groovy libraries, frameworks and resources"}, {"repo": "zsoltk/RxAndroidLibs", "description": "A curated list of libraries to aid reactive development on Android"}, {"repo": "phalcon/awesome-phalcon", "description": "A curated list of awesome Phalcon libraries and resources"}, {"repo": "danielecook/Awesome-Bioinformatics", "description": "A curated list of awesome Bioinformatics libraries and software."}, {"repo": "miziomon/awesome-wordpress", "description": "A curated list of amazingly awesome WordPress resources, themes, plugins and shiny things. Inspired by awesome-php."}, {"repo": "jagracey/Awesome-Unicode", "description": "😂 👌 A curated list of delightful Unicode tidbits, packages and resources."}, {"repo": "mojoaxel/awesome-regression-testing", "description": "🕶️ A curated list of resources around the topic: visual regression testing"}, {"repo": "chihming/awesome-network-embedding", "description": "A curated list of network embedding techniques."}, {"repo": "yissachar/awesome-dart", "description": "A curated list of awesome Dart frameworks, libraries, and software"}, {"repo": "MaxBenChrist/awesome_time_series_in_python", "description": "This curated list contains python packages for time series analysis"}, {"repo": "uhub/awesome-cpp", "description": "A curated list of awesome C++ frameworks, libraries and software."}, {"repo": "mark-rushakoff/awesome-influxdb", "description": "A curated list of awesome projects, libraries, tools, etc. related to InfluxDB"}, {"repo": "0x4D31/awesome-threat-detection", "description": "A curated list of awesome threat detection and hunting resources"}, {"repo": "uralbash/awesome-pyramid", "description": "A curated list of awesome Pyramid apps, projects and resources."}, {"repo": "HollyAdele/awesome-programming-for-kids", "description": "A curated list of resources for teaching kids programming."}, {"repo": "agile6v/awesome-nginx", "description": "A curated list of awesome Nginx distributions, third modules, active developers, etc. "}, {"repo": "notthetup/awesome-webaudio", "description": "A curated list of awesome WebAudio packages and resources."}, {"repo": "alferov/awesome-gulp", "description": "🍹 A curated list of awesome gulp resources, plugins, and boilerplates for a better development workflow automation - h…"}, {"repo": "ericjang/awesome-graphics", "description": "Curated list of computer graphics tutorials and resources"}, {"repo": "yoloseem/awesome-sphinxdoc", "description": "A curated list of awesome tools for Sphinx Python Documentation Generator"}, {"repo": "Siddharth11/Colorful", "description": "A curated list of awesome resources to choose your next color scheme"}, {"repo": "hachiojipm/awesome-perl", "description": "A curated list of awesome Perl frameworks and libraries. Come on Pull Requests!"}, {"repo": "imbaniac/awesome-blockchain", "description": "Curated list of blockchain services and exchanges 🔥🏦🔥🏦🔥🏦🔥"}, {"repo": "kanster/awesome-slam", "description": "A curated list of awesome SLAM tutorials, projects and communities."}, {"repo": "xssc/awesome-slim", "description": "A curated list of awesome tutorials and other resources for the Slim micro framework"}, {"repo": "podo/awesome-framer", "description": "A curated list of awesome things related to Framer prototyping tool"}, {"repo": "gamontal/awesome-katas", "description": "A curated list of code katas"}, {"repo": "raphamorim/awesome-canvas", "description": "A curated list of awesome HTML5 Canvas with examples, related articles and posts."}, {"repo": "jameslk/awesome-falsehoods", "description": "A curated list of awesome falsehoods programmers believe."}, {"repo": "MaxwellRebo/awesome-2vec", "description": "Curated list of 2vec-type embedding models"}, {"repo": "reyronald/awesome-toolkits", "description": "A curated list of open source, high-quality, popular and well maintained \"zero-configuration\" (#0CJS) toolkits"}, {"repo": "cugu/awesome-forensics", "description": "A curated list of awesome forensic analysis tools and resources"}, {"repo": "v2-dev/awesome-social-engineering", "description": "A curated list of awesome social engineering resources."}, {"repo": "WyriHaximus/awesome-phpstorm", "description": "A curated list of amazingly awesome PHPStorm plugins, resources and other shiny things."}, {"repo": "phillipadsmith/awesome-github", "description": "A curated list of GitHub's awesomeness"}, {"repo": "domenicosolazzo/awesome-okr", "description": "A curated list about OKR (Objective - Key Results)"}, {"repo": "kakoni/awesome-healthcare", "description": "Curated list of awesome open source healthcare software, libraries, tools and resources."}, {"repo": "FabioBaroni/awesome-exploit-development", "description": "A curated list of resources (books, tutorials, courses, tools and vulnerable applications) for learning about Exploit…"}, {"repo": "lucasviola/awesome-functional-programming", "description": "👽 A curated list of functional programming resources such as blog posts, communities, discussion topics, wikis and more."}, {"repo": "emptymalei/awesome-research", "description": "🌱 a curated list of tools to help you with research/life"}, {"repo": "jyguyomarch/awesome-productivity", "description": "A curated list of delightful productivity resources."}, {"repo": "sharkdp/great-puzzles", "description": "A curated list of great puzzles"}, {"repo": "maxogden/hexbin", "description": "community curated list of hexagon logos"}, {"repo": "brianspiering/awesome-dl4nlp", "description": "A curated list of awesome Deep Learning for Natural Language Processing resources"}, {"repo": "benas/awesome-software-craftsmanship", "description": "A curated list of awesome software craftsmanship resources"}, {"repo": "sanketfirodiya/tvOS", "description": "Curated list of tutorials and sample apps for tvOS"}, {"repo": "chinakook/Awesome-MXNet", "description": "A curated list of MXNet examples, tutorials and blogs."}, {"repo": "zhenlohuang/awesome-distributed-systems", "description": "A curated list of awesome distributed systems books, papers, resources and shiny things."}, {"repo": "nikitavoloboev/my-ios", "description": "📱 List of applications and tools I use that make my iOS experience even more amazing"}, {"repo": "DavidLambauer/awesome-magento2", "description": "Curated list of awesome Magento 2 Extensions, Resources and other Highlights"}, {"repo": "iCHAIT/awesome-subreddits", "description": "📝 A curated list of awesome programming subreddits."}, {"repo": "shuaibiyy/awesome-terraform", "description": "Curated list of resources on HashiCorp's Terraform"}, {"repo": "MarcBruins/awesome-xamarin", "description": "A curated list of awesome Xamarin iOS/Android and Xamarin Forms bindings, ports, frameworks and much more!"}, {"repo": "brabadu/awesome-fonts", "description": "Curated list of fonts and everything"}, {"repo": "christian-bromann/awesome-selenium", "description": "A curated list of delightful Selenium resources."}, {"repo": "ggomaeng/awesome-js", "description": "🦄 A curated list of javascript fundamentals and algorithms"}, {"repo": "yenchenlin/awesome-watchos", "description": "A curated list of awesome watchOS frameworks, libraries, sample apps."}, {"repo": "tobiasbueschel/awesome-pokemon", "description": "🎮 A curated list of awesome Pokémon & Pokémon Go resources, tools and more."}, {"repo": "gutfeeling/beginner_nlp", "description": "A curated list of beginner resources in Natural Language Processing"}, {"repo": "davisonio/awesome-irc", "description": "💬 A curated list of awesome IRC resources"}, {"repo": "iJackUA/awesome-vagrant", "description": "A curated list of awesome Vagrant resources, plugins, tutorials and other nice things."}, {"repo": "daviddao/awesome-very-deep-learning", "description": "A curated list of papers and code about very deep neural networks"}, {"repo": "ebu/awesome-broadcasting", "description": "A curated list of amazingly awesome open source resources related to broadcast technologies"}, {"repo": "KimberlyMunoz/empathy-in-engineering", "description": "A curated list of resources for building and promoting more compassionate engineering cultures"}, {"repo": "tedyoung/awesome-java8", "description": "Curated list of useful, if not amazing, resources that take advantage of Java 8 and \"Modern Java\" thinking."}, {"repo": "follyxing/awesome-objc-frameworks", "description": "【OC框架排名列表 】A curated list of awesome Objective-C frameworks"}, {"repo": "machinomy/awesome-non-financial-blockchain", "description": "Curated list of projects that build non-financial applications of blockchain"}, {"repo": "soruly/awesome-acg", "description": "A curated list of awesome technologies related to anime, comics, games, light novel, vocaloid"}, {"repo": "afonsopacifer/awesome-firebase", "description": "📂 A curated list of Firebase."}, {"repo": "jdauphant/awesome-ansible", "description": "A collaborative curated list of awesome Ansible resources"}, {"repo": "zhaopuming/awesome-d", "description": "A curated list of awesome D documents, frameworks, libraries and software. Inspired by awesome-python."}, {"repo": "awesome-yii/list", "description": "A curated list of awesome Yii Framework extensions, tutorials and other nice things"}, {"repo": "uhub/awesome-matlab", "description": "A curated list of awesome Matlab frameworks, libraries and software."}, {"repo": "jakoch/awesome-composer", "description": "A curated awesome list for Composer, Packagist, Satis, Plugins, Scripts, Composer related resources, tutorials."}, {"repo": "lucasviola/awesome-tech-videos", "description": "📺 A curated list of tech conferences from youtube, vimeo, etc for us to get inspired ;)"}, {"repo": "onmyway133/fantastic-machine-learning", "description": "🎰 A curated list of machine learning resources, preferably CoreML"}, {"repo": "parcel-bundler/awesome-parcel", "description": "🔗 A curated list of awesome Parcel resources, libraries, tools and boilerplates"}, {"repo": "caocuong0306/awesome-object-proposals", "description": "A curated list of object proposals resources for object detection"}, {"repo": "zachflower/awesome-open-source-supporters", "description": "⭐️ A curated list of companies that offer their services for free to Open Source projects"}, {"repo": "hkirat/Algorithmic-Resources", "description": "A Curated list of Topic wise Theory and Questions to Get You Started On Competitive Coding."}, {"repo": "serradura/awesome-activeadmin", "description": "A curated list of awesome activeadmin resources, extensions, posts and utilities."}, {"repo": "0xE8551CCB/awesome-linux-software-cn", "description": "Linux 优秀软件资源大全中文版：一些针对 Linux 发行版的非常棒的应用程序、实用工具以及其它相关材料。A curated list of awesome applications, softwares, tools and o…"}, {"repo": "davisonio/awesome-gif", "description": "😎 A curated list of awesome GIF resources"}, {"repo": "cbovis/awesome-digital-nomads", "description": "🏝 A curated list of awesome resources for Digital Nomads."}, {"repo": "epoyraz/Awesome-Youtube-Channels", "description": "Curated list of Awesome Youtube Channels about Programming"}, {"repo": "tiaanduplessis/awesome-react-native-talks", "description": "😎 A curated list of talks about React Native or topics related to React Native"}, {"repo": "jslee02/awesome-robotics-libraries", "description": "😎 A curated list of robotics libraries and software"}, {"repo": "vinkla/awesome-fuse", "description": "A curated list of awesome Fuse applications, articles, and plugins"}, {"repo": "dsasmblr/hacking-online-games", "description": "A curated list of tutorials/resources for hacking online games."}, {"repo": "golangci/awesome-go-linters", "description": "A curated list of awesome Go linters. More than 60 linters and tools!"}, {"repo": "trstringer/awesome-tech-conferences", "description": "📢 A curated list of upcoming technical conferences"}, {"repo": "hslatman/awesome-industrial-control-system-security", "description": "A curated list of resources related to Industrial Control System (ICS) security."}, {"repo": "miguelmota/awesome-amazon-echo", "description": "Curated list of awesome resources and libraries for the Amazon Echo, Alexa Skills Kit (ASK), and Alexa Voice Service …"}, {"repo": "myles/awesome-static-generators", "description": "A curated list of static web site generators."}, {"repo": "datanada/Awesome-Korean-NLP", "description": "A curated list of resources for NLP (Natural Language Processing) for Korean"}, {"repo": "wasabeef/awesome-android-tools", "description": "A curated list of awesome Android Tools."}, {"repo": "uhub/awesome-java", "description": "A curated list of awesome Java frameworks, libraries and software."}, {"repo": "sergey-pronin/Awesome-Vulnerability-Research", "description": "🦄 A curated list of the awesome resources about the Vulnerability Research"}, {"repo": "behzad888/awesome-aurelia", "description": "A curated list of amazingly awesome Aurelia libraries."}, {"repo": "sjfricke/awesome-webgl", "description": "A curated list of awesome WebGL libraries, resources and much more"}, {"repo": "nmec/awesome-ember", "description": "A curated list of awesome Ember.js things"}, {"repo": "rdingwall/awesome-monzo", "description": "A curated list of awesome Monzo related things"}, {"repo": "egeerardyn/awesome-LaTeX", "description": "Curated list of LaTeX awesomeness"}, {"repo": "AcalephStorage/awesome-devops", "description": "A curated list of resources for Devops"}, {"repo": "bcongdon/awesome-lightning-network", "description": "⚡ A curated list of awesome Lightning Network projects for developers and crypto enthusiasts"}, {"repo": "onthecodepath/iOS-Interview-Questions", "description": "A curated list of iOS interview questions and answers"}, {"repo": "analyticalmonk/awesome-neuroscience", "description": "A curated list of awesome neuroscience libraries, software and any content related to the domain."}, {"repo": "jjaderg/awesome-postcss", "description": "A curate list about resources related for PostCSS"}, {"repo": "robi56/awesome-bayesian-deep-learning", "description": "A curated list of resources dedicated to bayesian deep learning"}, {"repo": "jpmurray/awesome-spark", "description": "Curated list of Laravel Spark ressources"}, {"repo": "uhub/awesome-python", "description": "A curated list of awesome Python frameworks, libraries and software."}, {"repo": "folkswhocode/awesome-diversity", "description": "A curated list of amazingly awesome articles, websites and resources about diversity in technology."}, {"repo": "alemangui/web-audio-resources", "description": "🎹 A list of curated web audio resources"}, {"repo": "JamzyWang/awesome-redis", "description": "A curated list of amazingly awesome redis and redis ecosystem resources."}, {"repo": "unicodeveloper/awesome-tdd", "description": "📖 🚛 Curated list of awesome resources: books, videos, articles about using TDD(Test Driven Development)"}, {"repo": "bcoe/awesome-cross-platform-nodejs", "description": "👬 A curated list of awesome developer tools and libraries for writing and testing code that runs on Windows and Linux."}, {"repo": "brunocvcunha/awesome-userscripts", "description": "📖 A curated list of Awesome Userscripts."}, {"repo": "raynesio/remotelist", "description": "A curated list of companies or job boards advertising Remote Jobs."}, {"repo": "bfred-it/Awesome-WebExtensions", "description": "A curated list of awesome resources for WebExtensions development."}, {"repo": "mailtoharshit/awesome-salesforce", "description": "A curated list of delightful Salesforce Platform Resources"}, {"repo": "jaspergould/awesome-asm", "description": "A curated list of awesome Assembler"}, {"repo": "Agile-IoT/awesome-open-iot", "description": "A curated list of awesome open source IoT frameworks, libraries and software."}, {"repo": "cristianoliveira/awesome4girls", "description": "A curated list of inclusive events/projects/initiatives for women in the tech area. 💝"}, {"repo": "faroit/awesome-python-scientific-audio", "description": "Curated list of python software and packages related to scientific research in audio"}, {"repo": "sw-yx/awesome-dev-podcasts", "description": "a curated list of awesome dev podcasts and why they are awesome"}, {"repo": "uhub/awesome-go", "description": "A curated list of awesome Go frameworks, libraries and software."}, {"repo": "itdependsnetworks/awesome-network-automation", "description": "Curated Awesome list about Network Automation"}, {"repo": "biberlabs/awesome-doctrine", "description": "A curated list of amazingly awesome Doctrine 2 ORM related libraries, resources and shiny things."}, {"repo": "tiaanduplessis/awesome-react-talks", "description": "😎 A curated list of talks about React or topics related to React"}, {"repo": "wxyyxc1992/Awesome-Links", "description": "📚 Guide to Galaxy, curated, worthy and up-to-date links/reading list for ITCS-Coding/Algorithm/SoftwareArchitecture/AI."}, {"repo": "busterc/awesome-cordova", "description": "📱 A curated list of amazingly awesome Cordova libraries, resources and shiny things."}, {"repo": "neueda/awesome-neo4j", "description": "A curated list of Neo4j resources."}, {"repo": "ericdouglas/app-specs", "description": "⚡️ A curated list of applications specifications and implementations to practice new technologies, improve your portf…"}, {"repo": "fsprojects/awesome-fsharp", "description": "A curated list of awesome F# frameworks, libraries, software and resources."}, {"repo": "siboehm/awesome-learn-datascience", "description": "📈 Curated list of resources to help you get started with Data Science"}, {"repo": "opencompany/awesome-open-company", "description": "A community-curated list of awesome open companies."}, {"repo": "mikalv/awesome-qt-qml", "description": "A curated list of awesome Qt and QML libraries, resources, projects, and shiny things."}, {"repo": "J2TeaM/awesome-AutoIt", "description": "⭐️ A curated list of awesome UDFs, example scripts, tools and useful resources for AutoIt."}, {"repo": "shime/creative-commons-media", "description": "A curated list of resources that provide media licensed under Creative Commons licenses."}, {"repo": "Zhangjd/awesome-pure-css-no-javascript", "description": "📜 A curated list of awesome pure CSS resources."}, {"repo": "wanghaisheng/awesome-microservice", "description": "A curated list of Microservice resources"}, {"repo": "Siilwyn/awesome-pixel-art", "description": "Curated list of everything awesome around pixel art."}, {"repo": "hyperapp/awesome-hyperapp", "description": "A curated list of awesome projects built with Hyperapp & more."}, {"repo": "pFarb/awesome-crypto-papers", "description": "A curated list of cryptography papers, articles, tutorials and howtos."}, {"repo": "DomanskaGrzyb/awesome-google-mobile-web-challenge-links-2017", "description": "A curated list of awesome resources for recipients of the Google Developer Challenge Scholarship 2017/2018"}, {"repo": "uhub/awesome-objective-c", "description": "A curated list of awesome Objective-C frameworks, libraries and software."}, {"repo": "algolia/awesome-algolia", "description": "🔍👋 START HERE! A curated list of Algolia libraries, resources and projects."}, {"repo": "meitar/awesome-lockpicking", "description": "🔓😎 A curated list of awesome guides, tools, and other resources related to the security and compromise of locks, safe…"}, {"repo": "minio/awesome-minio", "description": "A curated list of Minio community projects."}, {"repo": "JefMari/awesome-wysiwyg", "description": "A curated list of awesome WYSIWYG editors"}, {"repo": "grpc-ecosystem/awesome-grpc", "description": "A curated list of useful resources for gRPC"}, {"repo": "rby90/Project-Based-Tutorials-in-C", "description": "A curated list of project-based tutorials in C"}, {"repo": "scholtzm/awesome-steam", "description": "😎 A curated list of packages and resources regarding Steam development"}, {"repo": "jscoach/support", "description": "JS.coach is a manually curated list of packages related to React, Webpack, Babel and PostCSS"}, {"repo": "GitIndonesia/awesome-indonesia-repo", "description": "A curated list of amazingly awesome repository created and contributed by Indonesian people."}, {"repo": "fffaraz/awesome-github", "description": "A curated list of awesome GitHub tools, libraries, resources, and shiny things."}, {"repo": "prahladyeri/CuratedLists", "description": "Curated Lists of various things"}, {"repo": "InQuest/awesome-yara", "description": "A curated list of awesome YARA rules, tools, and people."}, {"repo": "DeviantJS/awesome-nativescript", "description": "A curated list of awesome {N} resources, libraries, tools and applications"}, {"repo": "hwalsuklee/awesome-deep-vision-web-demo", "description": "A curated list of awesome deep vision web demo"}, {"repo": "websemantics/awesome-semantic-ui", "description": "A curated list of Semantic-UI resources and related projects"}, {"repo": "Lembed/Awesome-arduino", "description": "A curated list of awesome Arduino hardwares, libraries and softwares with update script"}, {"repo": "adius/awesome-sheet-music", "description": "A curated list of awesome sheet music software, libraries and resources."}, {"repo": "dictcp/awesome-git", "description": "A curated list of amazingly awesome Git tools, resources and shiny things"}, {"repo": "APIs-guru/awesome-openapi3", "description": "😎 A list of awesome projects related to OpenAPI 3.0.x, curated by the community"}, {"repo": "andyhqtran/Divi-Resources", "description": "A curated list of awesome Divi resources"}, {"repo": "fukuball/Awesome-Laravel-Education", "description": "A curated list of resources for learning about the Laravel PHP Framework"}, {"repo": "Kazhnuz/awesome-gnome", "description": "A curated list of awesome apps, extensions, modules, themes and tools for the Gnome Desktop Environment."}, {"repo": "uhub/awesome-javascript", "description": "A curated list of awesome JavaScript frameworks, libraries and software."}, {"repo": "openrtc-io/awesome-webrtc", "description": "A curated list of awesome WebRTC modules and resources."}, {"repo": "chubin/awesome-console-services", "description": "A curated list of awesome console services (reachable via HTTP, HTTPS and other network protocols)"}, {"repo": "uhub/awesome-shell", "description": "A curated list of awesome Shell frameworks, libraries and software."}, {"repo": "passy/awesome-purescript", "description": "A curation of awesome PureScript libraries, resources and shiny things."}, {"repo": "Jolg42/awesome-typography", "description": "✏︎ Curated list about typography 🔥"}, {"repo": "harpribot/awesome-information-retrieval", "description": "A curated list of awesome information retrieval resources"}, {"repo": "JesseTG/awesome-qt", "description": "A curated list of awesome tools, libraries, and resources for the Qt framework."}, {"repo": "unicodeveloper/awesome-lumen", "description": "👓 📚 Curated list of awesome resources: books, videos, articles about using Lumen (PHP Microframework by Laravel)"}, {"repo": "VPashkov/awesome-nim", "description": "A curated list of awesome Nim frameworks, libraries and software. Inspired by other awesome lists."}, {"repo": "summernote/awesome-summernote", "description": "A curated list for summernote modules"}, {"repo": "benstew/blockchain-for-software-engineers", "description": "A curated list of resources for blockchain engineers"}, {"repo": "carolanitz/Awesome-iOS-Twitter", "description": "A curated list of awesome iOS Twitter accounts"}, {"repo": "sp4ke/awesome-explorables", "description": "A curated list of awesome explorable explanations."}, {"repo": "aisummary/awesome-capsule-networks", "description": "A curated list of awesome resources related to capsule networks"}, {"repo": "forhappy/awesome-lua", "description": "A curated list of awesome Lua frameworks, libraries and software."}, {"repo": "lord63/awesome-python-decorator", "description": "A curated list of awesome python decorator resources."}, {"repo": "xiaohanyu/awesome-tikz", "description": "A curated list of awesome TikZ documentations, libraries and resources"}, {"repo": "feathersjs/awesome-feathersjs", "description": "A curated list of awesome things related to FeathersJS"}, {"repo": "mateusz-brainhub/awesome-cto-resources", "description": "💡 A community-curated list of awesome resources to help you grow as a CTO"}, {"repo": "wwdc/2014", "description": "A curated list of all the WWDC Submissions in one place"}, {"repo": "EderSantana/awesomeMLmath", "description": "Curated list to learn the math basics for machine learning"}, {"repo": "mr-karan/awesome-investing", "description": "💸💸 Curated list of investment & finance related resources"}, {"repo": "erkmos/haskell-companies", "description": "A gently curated list of companies using Haskell in industry"}, {"repo": "ooade/awesome-preact", "description": "A curated list of amazingly awesome things regarding Preact ecosystem 🌟"}, {"repo": "stoeffel/awesome-frp-js", "description": "A curated list of awesome functional reactive programming stuff in js"}, {"repo": "yask123/AwesomeTwitterAccounts", "description": "🍭 A curated list of awesome twitter accounts, organised by community"}, {"repo": "johnjago/awesome-uncopyright", "description": "Curated list of all things public domain."}, {"repo": "sonnylazuardi/awponent", "description": "😎 curated list of awesome react native ui components"}, {"repo": "roaldnefs/awesome-prometheus", "description": "A curated list of awesome Prometheus resources, projects and tools."}, {"repo": "wizztjh/awesome-WebVR", "description": "A curated list of awesome WebVR packages and resources."}, {"repo": "jbristowe/awesome-nativescript", "description": "A curated list of awesome articles, plugins, and resources for NativeScript."}, {"repo": "merchedhq/awesome-tailwindcss", "description": "A curated list of awesome things related to Tailwind CSS"}, {"repo": "utilForever/ModernCpp", "description": "A curated list of Modern C++ articles, examples, tutorials, frameworks, libraries, and shiny things."}, {"repo": "NLKNguyen/awesome-language-engineering", "description": "✨ A curated list of useful resources for computer language engineering and theory"}, {"repo": "templeman/awesome-ipsum", "description": "A curated list of awesome lorem ipsum generators."}, {"repo": "erichs/awesome-awesome", "description": "A curated list of awesome curated lists! Inspired by inspiration."}, {"repo": "johnjago/awesome-free-software", "description": "Curated list of free as in freedom software."}, {"repo": "TheJambo/awesome-testing", "description": "A curated list of testing resources"}, {"repo": "tylertreat/CS-Literature-of-the-Day", "description": "A curated list of computer science literature, updated daily."}, {"repo": "ksoichiro/awesome-gradle", "description": "A curated list of awesome Gradle plugins and resources for a better development workflow automation."}, {"repo": "uhub/awesome-c-sharp", "description": "A curated list of awesome C-Sharp frameworks, libraries and software."}, {"repo": "hexojs/awesome-hexo", "description": "A curated list of awesome things related to Hexo"}, {"repo": "yrgo/awesome-eg", "description": "A curated list of awesome educational games to learn editors, languages, programming, etc"}, {"repo": "uhub/awesome-css", "description": "A curated list of awesome CSS frameworks, libraries and software."}, {"repo": "korfuri/awesome-monorepo", "description": "A curated list of awesome Monorepo tools, software and architectures."}, {"repo": "danoctavian/awesome-anti-censorship", "description": "curated list of open-source anti-censorship tools"}, {"repo": "thenaturalist/awesome-business-intelligence", "description": "Actively curated list of awesome BI tools. PRs welcome!"}, {"repo": "Raiper34/awesome-phaser", "description": "A curated list of awesome Phaser libraries, resources and shiny things."}, {"repo": "uhub/awesome-haskell", "description": "A curated list of awesome Haskell frameworks, libraries and software."}, {"repo": "10UWP/The-UWP-Tools-List", "description": "☑️ The UWP Tools List. An extensive list of potentially useful UWP (Universal Windows Platform for Windows 10) Frame…"}, {"repo": "mislavcimpersak/awesome-dev-fun", "description": "A curated list of awesome fun libs/packages/languages that have no real purpose but to make a developer chuckle."}, {"repo": "ember-links/list", "description": "A curated list of useful EmberJS links."}, {"repo": "jVirus/ios-learning-materials", "description": "📚Curated list of articles, web-resources, tutorials and code repositories that may help you dig a little bit deeper i…"}, {"repo": "markdtw/awesome-architecture-search", "description": "A curated list of awesome architecture search resources"}, {"repo": "stunstunstun/awesome-spring-boot", "description": "A curated list of the real world examples of Spring Boot and resources and shiny things. 😍"}, {"repo": "uhub/awesome-erlang", "description": "A curated list of awesome Erlang frameworks, libraries and software."}, {"repo": "kunjee17/awesome-fable", "description": "A curated list of useful Fable tutorials, libraries and software. Inspired by awesome list. Feel free to contribute."}, {"repo": "uhub/awesome-coq", "description": "A curated list of awesome Coq frameworks, libraries and software."}, {"repo": "ServerlessHeroes/serverless-resources", "description": "A curated list of excellent resources on serverless technologies and architectures"}, {"repo": "meteor-factory/awesome-react-native-meteor", "description": "An \"awesome\" type curated list of how to use React Native and Meteor together"}, {"repo": "luqin/awesome-front-end", "description": "A curated list of awesome front end resources. 前端资源收藏，欢迎点击 watch 订阅更新"}, {"repo": "BinbinBian/Awesome-Code", "description": "Links to a curated list of awesome implementations of models."}, {"repo": "carlosperate/awesome-microbit", "description": "A curated list of BBC micro:bit resources."}, {"repo": "xephonhq/awesome-time-series-database", "description": "🕖 A curated list of awesome time series databases, benchmarks and papers"}, {"repo": "wuchong/awesome-flink", "description": "😎 A curated list of amazingly awesome Flink and Flink ecosystem resources"}, {"repo": "blackout314/awesome-raspberry-pi", "description": "curated list of projects with raspberry pi"}, {"repo": "mishbahr/awesome-django-cms", "description": "A curated list of awesome django-cms add-ons. You should also checkout: https://marketplace.django-cms.org/en/"}, {"repo": "asatarin/testing-distributed-systems", "description": "Curated list of resources on testing distributed systems"}, {"repo": "vkarampinis/awesome-icons", "description": "A curated list of awesome Web Font Icons"}, {"repo": "uhub/awesome-php", "description": "A curated list of awesome PHP frameworks, libraries and software."}, {"repo": "lubien/awesome-cerebro", "description": "Curated list of Cerebro plugins and resources"}, {"repo": "jippi/awesome-nomad", "description": "A curated list of amazingly awesome Nomad tools and shiny things."}, {"repo": "obetomuniz/awesome-webcomponents", "description": "A curated list of awesome Web Components tools, articles and resources."}, {"repo": "apache/incubator-openwhisk-external-resources", "description": "✨ Curated list of awesome OpenWhisk things ✨"}, {"repo": "ts25504/awesome-koans", "description": "A curated list of program language koans."}, {"repo": "dav009/awesome-spanish-nlp", "description": "Curated list of Linguistic Resources for doing NLP & CL on Spanish"}, {"repo": "mhbashari/awesome-persian-nlp-ir", "description": "Curated List of Persian Natural Language Processing and Information Retrieval Tools and Resources"}, {"repo": "Yonaba/awesome-one-person-games", "description": "🎮 A curated list of successul games, made (quite) entirely by a lone gamedev."}, {"repo": "jpantunes/awesome-cryptoeconomics", "description": "An awesome curated list of Cryptoeconomic research and learning materials"}, {"repo": "jsuarezruiz/awesome-xamarin-forms", "description": "A curated list of awesome Xamarin.Forms libraries and resources"}, {"repo": "jslee02/awesome-collision-detection", "description": "😎 A curated list of awesome collision detection libraries and resources"}, {"repo": "rkrx/php-contracts", "description": "A curated list of mature interfaces to build components on"}, {"repo": "facundofarias/awesome-websockets", "description": "A curated list of Websocket libraries and resources."}, {"repo": "sejoker/awesome-jscodeshift", "description": "A curated list of jscodeshift packages and resources."}, {"repo": "prscX/awesome-react-native-native-modules", "description": "A curated list of Awesome ReactNative: Native Modules Guidelines/Components/News/Tools/Learning Materials"}, {"repo": "SrinivasanTarget/awesome-appium", "description": "A curated list of delightful Appium resources."}, {"repo": "php-earth/awesome-community", "description": "A curated list of awesome programming, development, technical support and discussion channels, groups, communities, r…"}, {"repo": "xtiankisutsa/awesome-mobile-CTF", "description": "This is a curated list of mobile based CTFs, write-ups and vulnerable apps. Most of them are android based due to the…"}, {"repo": "slashdotdash/awesome-elixir-cqrs", "description": "A curated list of awesome Elixir and Command Query Responsibility Segregation (CQRS) resources."}, {"repo": "TheRemoteLab/awesome-learning", "description": "A curated list for DevOps learning resources. Join the slack channel to discuss more."}, {"repo": "kevindeasis/awesome-fullstack", "description": "¯\\_(ツ)_/¯ Learn to code: curated list to learn full stack. Includes learning materials and other resources~"}, {"repo": "dashvlas/awesome-ios-interview", "description": "📲 A curated list of iOS interview questions. Feel free to contribute!"}, {"repo": "softvar/awesome-startups", "description": "❤️ A curated list of awesome startups"}, {"repo": "uhub/awesome-lua", "description": "A curated list of awesome Lua frameworks, libraries and software."}, {"repo": "embedded-boston/awesome-embedded-systems", "description": "A curated list of delightful Embedded Systems libraries, RTOSes, modules, references and more!"}, {"repo": "LeoMobileDeveloper/awesome-rxswift", "description": "An \"awesome\" type curated list of RxSwift library and learning material"}, {"repo": "eCommWar/eCommWar", "description": "A leaderboard of the top open-source e-commerce platforms. Promoting the bests for building reliable stores."}, {"repo": "thinkjs/think-awesome", "description": "A curated list of awesome things related to ThinkJS 3.x"}, {"repo": "marukrap/RoguelikeDevResources", "description": "A curated list of roguelike development resources"}, {"repo": "01walid/awesome-arabic", "description": "A curated list of awesome projects and dev/design resources for supporting Arabic computational needs."}, {"repo": "originalankur/awesome-django-admin", "description": "Curated List of Awesome Django Admin Panel Articles, Libraries/Packages, Books, Themes, Videos, Resources."}, {"repo": "anissen/awesome-snowkit", "description": "A curated list of resources by the snõwkit collective (http://snowkit.org/)"}, {"repo": "blockchainplus/awesome-blockchain", "description": "区块链资源列表(A curated list of blockchain resources.)"}, {"repo": "teles/awesome-seo", "description": "🌟 A curated list of SEO (Search Engine Optimization) links."}, {"repo": "contentful-userland/awesome-contentful", "description": "A curated list of third-party Contentful tools."}, {"repo": "xhacker/awesome-github-extensions", "description": "A curated list of awesome browser extensions for GitHub. Inspired by awesome-python, which is inspired by awesome-php."}, {"repo": "hibayesian/awesome-automl-papers", "description": "A curated list of automated machine learning papers, articles, tutorials, slides and projects"}, {"repo": "jwaterfaucett/awesome-foss-apps", "description": "A curated list of awesome production grade free and open source software organized by category"}, {"repo": "storj/awesome-storj", "description": "A curated list of projects, tools, and resources for Storj"}, {"repo": "iamstarkov/awesome-collective-twitters", "description": "A curated list of awesome collective twitters"}, {"repo": "wtsxDev/Amazing-Java-List", "description": "A curated list of awesome Java frameworks, libraries, software and books"}, {"repo": "jmreicha/awesome-rancher", "description": "Curated list of Rancher resources"}, {"repo": "valentinogagliardi/awesome-css-grid", "description": "A curated list of CSS Grid Resources"}, {"repo": "ysh329/awesome-embedded-ai", "description": "[UNMAINTAINED] Curated list of awesome AI resources about embedded and mobile devices"}, {"repo": "johnjago/awesome-ad-free", "description": "Curated list of ad-free services on the Internet."}, {"repo": "mpvue/awesome-mpvue", "description": "A curated list of awesome things related to mpvue"}, {"repo": "goodrahstar/my-awesome-AI-bookmarks", "description": "Curated list of my reads, implementations and core concepts of Artificial Intelligence, Deep Learning, Machine Learni…"}, {"repo": "Chan9390/Awesome-MitM", "description": "Curated List of MitM frameworks on GitHub"}, {"repo": "GetStream/awesome-saas-services", "description": "A curated list of the best in class SaaS services for developers and business owners."}, {"repo": "zgabievi/awesome-adonisjs", "description": "A curated list of awesome bookmarks, packages, tutorials, videos and other cool resources from the AdonisJS ecosystem."}, {"repo": "not-yet-awesome-rust/not-yet-awesome-rust", "description": "A curated list of Rust code and resources that do NOT exist yet, but would be beneficial to the Rust community."}, {"repo": "GoogleCloudPlatform/awesome-google-cloud", "description": "A curated list of awesome stuff for Google Cloud Platform."}, {"repo": "holographicio/awesome-token-sale", "description": "Curated list of token sale resources / ICO resources"}, {"repo": "tryolabs/awesome-tryo", "description": "A curated list of awesome resources we use at Tryolabs"}, {"repo": "7kfpun/awesome-fintech", "description": "A curated list of amazingly awesome financial libraries, resources and shiny things."}, {"repo": "OrkoHunter/python-easter-eggs", "description": "Curated list of all the easter eggs and hidden jokes in Python"}, {"repo": "AndrewSB/awesome-macOS", "description": "A curated list of awesome macOS open source projects and libraries"}, {"repo": "klauscfhq/awesome-prolog", "description": "⚡️ Curated list of Prolog packages and resources"}, {"repo": "ythecombinator/You-Dont-Know-X", "description": "🙈 curated list of inspiring resources which show you don't know that much about something you thought you knew."}, {"repo": "hbokh/awesome-saltstack", "description": "A collaborative curated list of awesome SaltStack resources, tutorials and other salted stuff."}, {"repo": "alxndrkalinin/awesome-deepneuroimage", "description": "A curated list of awesome deep learning applications in the field of neurological image analysis"}, {"repo": "Idnan/trending-guides", "description": "List of trending guides on github curated over time"}, {"repo": "GKalliatakis/Adventures-in-deep-learning", "description": "A curated list of Deep Learning resources sorted by reputation"}, {"repo": "ianstormtaylor/awesome-heroku", "description": "A curated list of helpful Heroku resources."}, {"repo": "angrykoala/awesome-esolangs", "description": "Curated list of awesome Esoteric languages and resources"}, {"repo": "kasketis/awesome-cryptocurrencies", "description": "A curated list of awesome cryptocurrencies 🎩"}, {"repo": "tcnksm/awesome-container", "description": "A curated list of awesome container technologies and services"}, {"repo": "vorpaljs/awesome-vorpal", "description": "A curated list of delightful Vorpal extensions."}, {"repo": "orhanobut/versionist", "description": "✔️ A curated list of latest versions of Android platform and libraries. The list is refreshed automatically everyday"}, {"repo": "ksluckow/awesome-symbolic-execution", "description": "A curated list of awesome symbolic execution resources including essential research papers, lectures, videos, and tools."}, {"repo": "startpages/startpages.github.io", "description": "A curated list of startpages for your browser."}, {"repo": "sublimino/awesome-funny-markov", "description": "A curated list of delightfully amusing and facetious Markov chain output."}, {"repo": "kristofferandreasen/awesome-azure", "description": "A Curated List of Azure Resources"}, {"repo": "meirwah/awesome-workflow-engines", "description": "A curated list of awesome open source workflow engines"}, {"repo": "cymcsg/Awesome-Mobile-UI", "description": "A curated list of awesome mobile UI/UX libraries.Both Android and iOS."}, {"repo": "vhpoet/awesome-ripple", "description": "A curated list of Ripple resources"}, {"repo": "obazoud/awesome-chef", "description": "A curated list of amazingly awesome Chef resources"}, {"repo": "stoeffel/awesome-ama-answers", "description": "A curated list of awesome AMA answers"}, {"repo": "bradoyler/awesome-all", "description": "A curated list of awesome lists of awesome frameworks, libraries and software"}, {"repo": "alvations/awesome-community-curated-nlp", "description": "Community Curated NLP List"}, {"repo": "rootsongjc/awesome-cloud-native", "description": "A curated list for awesome cloud native tools and softwares etc. - https://jimmysong.io/awesome-cloud-native/"}, {"repo": "lnfnunes/404-PageNotFound", "description": "💥 A curated list of \"404 Page Not Found\" pages"}, {"repo": "robinstickel/awesome-design-principles", "description": "✨ A curated list of awesome design principles"}, {"repo": "mikecroucher/awesome-MATLAB", "description": "A curated list of awesome MATLAB toolboxes, applications, software and resources."}, {"repo": "vuejs/vue-curated", "description": "🖼️ The curated Vue packages list"}, {"repo": "miukimiu/design-systems", "description": "A curated list of design systems. Learning materials and tools for creating your own design system."}, {"repo": "vinkla/shareable-links", "description": "A curated list of shareable social media links"}, {"repo": "rajikaimal/awesome-express", "description": " A curated list of awesome express.js resources"}, {"repo": "theimpossibleastronaut/awesome-linguistics", "description": "A curated list of anything remotely related to linguistics"}, {"repo": "ahmadajmi/awesome-itcss", "description": "🤗 🎉 A curated list of awesome ITCSS articles, videos, and code examples"}, {"repo": "quilljs/awesome-quill", "description": "A curated list of awesome things related to Quill"}, {"repo": "MaxChen/awesome-swift-and-tutorial-resources", "description": "A curated list of awesome Swift resources and tutorial websites. Feel free to contribute!"}, {"repo": "tipoqueno/awesome-ui", "description": "🔥A curated list of awesome things related to User Interface Design"}, {"repo": "uhub/awesome-scala", "description": "A curated list of awesome Scala frameworks, libraries and software."}, {"repo": "Fernerkundung/awesome-sentinel", "description": "curated list of awesome tools, tutorials and APIs for Copernicus Sentinel satellites"}, {"repo": "onmyway133/fantastic-ios", "description": "📱 A curated list of iOS resources"}, {"repo": "markusschanta/awesome-jupyter", "description": "A curated list of awesome Jupyter projects, libraries and resources"}, {"repo": "fffaraz/awesome-persian", "description": "A curated list of amazingly awesome Persian supporting tools, fonts, and development resources."}, {"repo": "JStumpp/awesome-chatbots", "description": "A curated list of awesome Chatbot services and resources."}, {"repo": "pfalcon/awesome-smarthome", "description": "Curated list of awesome SmartHome/Home Automation things (open and leaving users in control)"}, {"repo": "RomanTsegelskyi/rbooks", "description": "A curated list of #rstats books"}, {"repo": "mmolero/awesome-point-cloud-processing", "description": "A curated list of awesome Point Cloud Processing Resources, Libraries, Software"}, {"repo": "unnawut/awesome-laravel Archived", "description": "A curated list of awesome Laravel bookmarks, packages, tools, articles, tutorials and related resources."}, {"repo": "nextflow-io/awesome-nextflow", "description": "A curated list of nextflow based pipelines"}, {"repo": "juliandavidmr/awesome-nest", "description": "😏 Curated list of NestJS"}, {"repo": "julionc/awesome-shopify", "description": "A curated list of awesome Shopify resources, libraries and open source projects."}, {"repo": "vitalets/awesome-smart-tv", "description": "⚡️A curated list of awesome resources for building Smart TV apps"}, {"repo": "middlewares/awesome-psr15-middlewares", "description": "A curated list of awesome PSR-15 HTTP Middleware resources"}, {"repo": "ozlerhakan/mongodb-json-files", "description": "📦 A curated list of JSON / BSON datasets from the web in order to practice / use in MongoDB"}, {"repo": "dsmurrell/awesome-bitcoin-cash", "description": "A curated list of awesome things related to Bitcoin Cash. Contribute yourself:"}, {"repo": "gangeshwark/all-datasets-links", "description": "Curated list of all dataset websites that I find"}, {"repo": "clkao/awesome-dat", "description": "A curated list of the dat data ecosystem."}, {"repo": "petermbenjamin/awesome-podcasts", "description": "😎 Curated list of awesome programming podcasts, organized alphabetically & topically"}, {"repo": "rstormsf/awesome-crowdsales", "description": "A curated list of ICO repositories that produced ERC20/ERC223 tokens"}, {"repo": "RadarCODE/awesome-sar", "description": "A curated list of awesome Synthetic Aperture Radar (SAR) software, libraries, and resources."}, {"repo": "bizz84/Sustainable-Earth", "description": "A curated list of all things sustainable"}, {"repo": "steve-vincent/awesome-decentralized", "description": "A curated list of decentralized, P2P (peer-to-peer), and distributed platforms and applications (\"dapps\")."}, {"repo": "hugo53/awesome-ProductManager", "description": "A curated list of awesome book, tool and other resource for Product Managers. Inspired by 'awesome-' repos."}, {"repo": "thanhtoan1196/awesome-android-ui", "description": "😎 A curated list of awesome Android UI/UX libraries"}, {"repo": "nforest/awesome-decompilation", "description": "A curated list of awesome decompilation resources and projects."}, {"repo": "OnsenUI/awesome-onsenui", "description": "A curated list of awesome Onsen UI resources."}, {"repo": "d3viant0ne/awesome-rethinkdb", "description": "A curated list of awesome RethinkDB resources, libraries, tools and applications"}, {"repo": "moimikey/awesome-devtools", "description": "🤖 A curated list of in-browser bookmarklets, tools, and resources for modern full-stack software engineers."}, {"repo": "juandecarrion/awesome-self-hosted", "description": "A curated list of awesome self hosted alternatives to cloud services."}, {"repo": "h2oai/awesome-h2o", "description": "A curated list of research, applications and projects built using H2O Machine Learning"}, {"repo": "jason718/awesome-self-supervised-learning", "description": "A curated list of awesome Self-Supervised methods"}, {"repo": "mohataher/awesome-tinkerpop", "description": "A curated list of useful libraries for Apache TinkerPop3 and Tinkerpop2"}, {"repo": "dreispt/awesome-odoo", "description": "A curated list of awesome Odoo resources"}, {"repo": "vinsgo/awesome-ethereum", "description": "A curated list of awesome Ethereum Ressources"}, {"repo": "CiscoDevNet/awesome-ciscospark", "description": "A curated list of Cisco Spark resources for Developers"}, {"repo": "ahundt/awesome-robotics", "description": "A curated list of awesome links and software libraries that are useful for robots."}, {"repo": "mrsinguyen/awesome-drupal", "description": "A curated list of amazingly awesome Drupal open source, resources and shiny things."}, {"repo": "wallarm/awesome-nginx-security", "description": "🔥 A curated list of awesome links related to application/API security in NGINX environment."}, {"repo": "andyiac/awesome-dagger", "description": "A curated list of awesome Dagger1/2 resources."}, {"repo": "vintasoftware/python-linters-and-code-analysis", "description": "Python Linters and Code Analysis tools curated list"}, {"repo": "pe3zx/my-awesome", "description": "My curated list of awesome links, resources and tools"}, {"repo": "yannsun/awesome-swoole", "description": "Swoole资源列表(A curated list of awesome Swoole frameworks, libraries and resources)"}, {"repo": "delirehberi/amazing-deployment", "description": "A curated list of amazing Deployment libraries, library distributions, scripts, tools and resources."}, {"repo": "todogroup/awesome-oss-mgmt", "description": "Curated list of awesome open source for managing open source"}, {"repo": "diogomoretti/awesome-stylus", "description": "A curated list of awesome Stylus"}, {"repo": "AhmedKamal/awesome-Islam", "description": "A curated list of awesome islam related projects, frameworks, resources and other awesomeness."}, {"repo": "jcoulaud/Boilerplate-app", "description": "A curated directory of boilerplates to help you start your projects!"}, {"repo": "ioRekz/spectator", "description": "Curated list of public clojure specs"}, {"repo": "thomasdarimont/awesome-keycloak", "description": "A curated list of resources for learning about http://www.keycloak.org by RedHat"}, {"repo": "xen0l/awesome-dtrace", "description": "A curated list of awesome DTrace books, articles, videos, tools and resources."}, {"repo": "mingrammer/awesome-finder", "description": "😎 Find the awesome curated list without browser"}, {"repo": "mbcrump/awesome-tvos", "description": "A curated list of awesome tvOS learning resources and sample apps."}, {"repo": "dnbard/awesome-knockout", "description": "A curated list of awesome plugins for Knockout"}, {"repo": "robinrodricks/awesome-actionscript3", "description": "A curated list of awesome libraries and components for ActionScript 3 and Adobe AIR."}, {"repo": "beakerbrowser/explore", "description": "A curated list of peer-to-peer websites and apps"}, {"repo": "Cellane/awesome-vapor", "description": "A curated list of Vapor-related awesome projects."}, {"repo": "uhub/awesome-actionscript-sorted", "description": "A curated list of awesome ActionScript frameworks, libraries and software."}, {"repo": "pemami4911/awesome-hyperparams", "description": "A curated list of awesome hyperparameters for deep learning"}, {"repo": "leandrocp/awesome-cqrs-event-sourcing", "description": "A curated list of awesome CQRS and Event Sourcing things"}, {"repo": "abiodunjames/Awesome-Clean-Code-Resources", "description": "An awesome curated list of clean code posts, books and videos"}, {"repo": "raivivek/awesome-biology", "description": "Curated list of resources for Biology."}, {"repo": "quobit/awesome-python-in-education", "description": "A curated list about Python in Education 🐍 🎓"}, {"repo": "FabioBaroni/awesome-chinese-infosec-websites", "description": "A curated list of Chinese websites and personal blogs about ethical hacking and pentesting"}, {"repo": "huyingjie/Awesome-shiny-apps-for-statistics", "description": "🌟 A curated list of Awesome Shiny Apps for Statistics (ASAS)🌟"}, {"repo": "flagello/awesome-sveltejs", "description": "A curated list of delightful Svelte resources"}, {"repo": "g0v/awesome-g0v", "description": "A curated list of g0v projects"}, {"repo": "olilarkin/awesome-musicdsp", "description": "A curated list of my favourite music DSP and audio programming resources"}, {"repo": "tleb/awesome-mastodon", "description": "Curated list of awesome Mastodon-related stuff!"}, {"repo": "coderplex/awesome-blockchain", "description": "A curated list of awesome Blockchain, Bitcoin and Ethereum related resources"}, {"repo": "terrehbyte/awesome-ue4", "description": "A curated list of resources for working with Unreal Engine 4. (Awesome Unreal Engine 4)"}, {"repo": "expede/awesome-culture", "description": "A curated list of awesome thought on tech culture. Inspired by the various awesome-* projects"}, {"repo": "DTinker/discord-resources", "description": "A curated list of awesome Discord modding resources"}, {"repo": "rdragos/awesome-mpc", "description": "A curated list of multi party computation resources and links."}, {"repo": "snipsco/awesome-snips", "description": "A curated list of awesome Snips projects"}, {"repo": "hetznercloud/awesome-hcloud", "description": "A curated list of awesome libraries, tools, and integrations for Hetzner Cloud"}, {"repo": "PavelDemyanenko/photoshop-extensions", "description": "🎨 Curated list of useful photoshop extensions for frontend developers"}, {"repo": "iamdaiyuan/android_top_1000", "description": "A curated list of awesome Android Top 1000 libraries."}, {"repo": "tjwei/awesome-tw-foss", "description": "A curated list of awesome Taiwan open source projects"}, {"repo": "xyNNN/awesome-mac", "description": "A curated list of amazingly awesome Mac OS X tools, applications and games."}, {"repo": "hzoo/awesome-oss", "description": " ✏️ A curated list to help writing/maintaining open source libraries"}, {"repo": "calio/awesome-2017", "description": "A curated list of awesomeness in 2017"}, {"repo": "sindresorhus/awesome-awesome-awesome-awesome", "description": "A curated list of awesome lists of awesome lists."}, {"repo": "simoneas02/awesome-grid-layout", "description": "👓 A curated list of CSS Grid Layout Module or only Css Grid."}, {"repo": "formulahendry/awesome-azure-iot", "description": "A curated list of awesome Azure Internet of Things projects and resources."}, {"repo": "browserify/awesome-browserify", "description": "🔮 A curated list of awesome Browserify resources, libraries, and tools."}, {"repo": "AndroidDeveloperBandung/awesome-android-learning", "description": "🤖 Curated list of awesome Android articles and resource"}, {"repo": "rust-embedded/awesome-embedded-rust", "description": "Curated list of resources for Embedded and Low-level development in the Rust programming languag"}, {"repo": "valentinogagliardi/awesome-webpack-4", "description": "A curated list of webpack 4 Resources"}, {"repo": "oyvindrobertsen/awesome-awesome", "description": "A curated list of curated lists of libraries, resources and shiny things for various languages."}, {"repo": "viisar/awesome-datasets", "description": "A curated list of awesome datasets for papers/experiments/validation."}, {"repo": "Netherdrake/awesome-eos", "description": "A curated list of awesome EOS frameworks, libraries, software and resources."}, {"repo": "wahibhaq/ultimate-resources-android-devs", "description": "Compiled & Curated List of Resources for Android Developers"}, {"repo": "adius/awesome-lego", "description": "Curated list of awesome LEGO resources"}, {"repo": "adius/awesome-music-production", "description": "A curated list of software and resources to create music."}, {"repo": "alirezasamar/awesome-phd", "description": "Curated list of awesome advice, tips, and resources to prepare for PhD/grad school."}, {"repo": "marceloboeira/awesome-expat", "description": "🌎 A curated list of resources for expats"}, {"repo": "huguangju/wiki", "description": "A curated list of awesome lists of Java, JavaScript, Nodejs, Andorid, CSS and Python on Github"}, {"repo": "pankajparashar/awesome-riotjs", "description": "A curated list of awesome riot.js resources!"}, {"repo": "yongjhih/awesome-android-awesomeness", "description": "A curated list of android awesomeness"}, {"repo": "SandySekharan/CTF-tool", "description": "A curated list of Capture The Flag (CTF) frameworks, libraries, resources and softwares."}, {"repo": "vitalets/awesome-browser-extensions-and-apps", "description": "⚡️A curated list of awesome resources for building browser extensions and apps"}, {"repo": "Kikobeats/awesome-gif", "description": "A curated list of awesome gif's resources."}, {"repo": "stefanesser/bad-bad-apple", "description": "A curated list of not properly fixed apple security bugs and attempts to influence disclosure"}, {"repo": "gregjw/ui-ux", "description": "📝 Curated list for UI/UX Designers"}, {"repo": "ravisuhag/stockfree", "description": "A curated list of awesome stockfree resources"}, {"repo": "petk/awesome-dojo", "description": "A curated list of awesome Dojo JavaScript Toolkit libraries, resources and other shiny things."}, {"repo": "hwclass/awesome-sound", "description": "A curated list of delightful sound packages and resources."}, {"repo": "websemantics/awesome-synthetic-biology", "description": "A curated list of Synthetic Biology / Genetic Engineering projects, articles and resources. The main idea is that eve…"}, {"repo": "telegram-mtproto/awesome-telegram", "description": "Curated list of Telegram-related projects"}, {"repo": "thejourneydude/awesome_vr", "description": "List of curated articles on VR for developers and designers."}, {"repo": "mikeyny/awesome-python-blogs", "description": "A curated list of Awesome Python Blogs and Newsletters for Python Developers and Newbies"}, {"repo": "orbitbot/awesome-mithril", "description": "A curated list of Mithril awesome"}, {"repo": "desireevl/awesome-quantum-computing", "description": "A curated list of awesome quantum computing learning and developing resources."}, {"repo": "fffaraz/awesome-avr", "description": "A curated list of awesome AVR tools, libraries, resources, and shiny things. Inspired by awesome-... stuff."}, {"repo": "kleinrein/awesome-elementaryos", "description": "A curated list of awesome applications, tools and shiny things for elementary OS"}, {"repo": "jenncoop/awesome-phoenix", "description": "A curated list of amazingly awesome Phoenix resources and projects."}, {"repo": "timarney/podcasts", "description": "Curated List of Mostly Active Dev Podcasts"}, {"repo": "mxstbr/awesome-austria", "description": "🇦🇹 A curated list of things that show the awesome side of Austria"}, {"repo": "josephearl/awesome-retrospectives", "description": "A curated list of resources for facilitating and learning about retrospectives"}, {"repo": "kevindeasis/awesome-ui", "description": "An \"Awesome\" curated list but for design (UI & UX) resources. Contains theory, tutorials, books, libraries, and other…"}, {"repo": "pjagielski/awesome-live-coding-music", "description": "A curated list of awesome Music Live Coding Music frameworks, libraries and software."}, {"repo": "seancoyne/awesome-coldfusion", "description": "A curated list of awesome ColdFusion frameworks, libraries and software."}, {"repo": "JStumpp/awesome-cloud", "description": "A curated list of delightful cloud services."}, {"repo": "nodecg/awesome-nodecg", "description": "A curated list of awesome NodeCG resources"}, {"repo": "rayokota/awesome-hbase", "description": "A curated list of awesome HBase projects and resources."}, {"repo": "quangv/awesome-couchdb", "description": "CouchDB - curated meta resources & best practices list"}, {"repo": "maximveksler/awesome-wwdc", "description": "A curated awesome WWDC resource list for conference attendees"}, {"repo": "Cybermaxs/awesome-analyzers", "description": "A curated list of .NET Compiler Platform (\"Roslyn\") diagnostic analyzers and code fixes. Everyone can contribute here!"}, {"repo": "Mte90/awesome-wordpress-developer-tips", "description": "Curated list that contain code, snippets or examples without libraries or external packages for developers."}, {"repo": "rofrol/awesome-elm-gamedev", "description": "A curated list of useful Elm tutorials, libraries and software for Game Development. Inspired by awesome list. Feel f…"}, {"repo": "unnawut/awesome-thai-dev", "description": "A curated list of awesome technical libraries/articles/resources in Thai"}, {"repo": "Stichoza/awesome-georgia", "description": "A curated list of awesome libraries and packages specific/related to Georgia (country)."}, {"repo": "lambtron/awesome-deku", "description": "A curated list of awesome Deku resources"}, {"repo": "augustogoulart/awesome-pytest", "description": "A curated list of awesome pytest resources"}, {"repo": "lovincyrus/university-cs-resources", "description": "A curated list of University CS Resources"}, {"repo": "Acrotrend/awesome-dash", "description": "A curated list of awesome Dash (plotly) resources"}, {"repo": "cMadan/openMorph", "description": "Curated list of open-access databases with human structural MRI data"}, {"repo": "adius/awesome-3d-printing", "description": "A curated list of awesome 3D printing resources"}, {"repo": "ooade/awesome-apollo-graphql", "description": "A curated list of amazingly awesome things regarding Apollo GraphQL ecosystem 🌟"}, {"repo": "uikit/awesome-uikit", "description": "🎉 A curated list of awesome things related to UIkit"}, {"repo": "ligurio/openbsd-awesome", "description": "A curated list of awesome OpenBSD products, vacancies, resources."}, {"repo": "cweagans/awesome-diy-software", "description": "A curated list of awesome DIY software."}, {"repo": "jghoman/awesome-apache-airflow", "description": "Curated list of resources about Apache Airflow"}, {"repo": "MFatihMAR/Awesome-Game-Networking", "description": "Curated list of Awesome Game Networking resources"}, {"repo": "getgrav/awesome-grav", "description": "A curated list of awesome stuff to do with Grav"}, {"repo": "darjeeling/awesome-kr-foss", "description": "A curated list of awesome Korean open source projects"}, {"repo": "harryworld/awesome-osx-ui", "description": "A curated list of awesome OSX UI/UX libraries"}, {"repo": "QingWei-Li/awesome-docsify", "description": "💖 A curated list of awesome things related to docsify"}, {"repo": "manifoldco/awesome-cloud-native-tutorials", "description": "A curated list of tutorials and labs for learning cloud native concepts"}, {"repo": "opsxcq/proxy-list", "description": "A curated list of free public proxy servers"}, {"repo": "khzaw/awesome-myanmar-unicode", "description": "✨ A curated list of resources for Myanmar Unicode."}, {"repo": "lockys/Awesome.json", "description": "👓 Curated list of Awesome lists in JSON format."}, {"repo": "designwall/Awesome-WordPress-Plugins", "description": "A curated list of awesome WordPress plugins."}, {"repo": "egoist/awesome-poi", "description": "A curated list of awesome Poi resources."}, {"repo": "caffeinewriter/Awesome-xkcd", "description": "A curated list of implemented XKCD comics."}, {"repo": "hades217/awesome-ai", "description": "A curated list of artificial intelligence resources (Courses, Tools, App, Open Source Project)"}, {"repo": "iRaul/web-tweeps", "description": "A curated list of developers & designers to follow on twitter. ⚡️"}, {"repo": "jamb0ss/awesome-ambient-noises", "description": "A curated list of awesome ambient noises for listening while programming"}, {"repo": "purescript/package-sets", "description": "A curated list of PureScript packages"}, {"repo": "uhub/awesome-r", "description": "A curated list of awesome R frameworks, libraries and software."}, {"repo": "johnjago/awesome-theravada", "description": "Curated list of Theravada Buddhist teachings."}, {"repo": "robi56/awesome-cognitive-science-and-deep-learning", "description": "A curated list of resources dedicated to bridge between Cognitive Science and Deep Learning"}, {"repo": "dpaluy/awesome-rails", "description": "A curated list of amazingly awesome open source rails related resources inspired by Awesome PHP."}, {"repo": "dropndot/awesome-wordpress", "description": "A curated list of Awesome WordPress Theme, Plugins and Framework development Resources and WordPress Communities."}, {"repo": "jovotech/awesome-voice-apps", "description": "🕶 A curated list of awesome voice projects, tools, and resources for Amazon Alexa, Google Assistant, and more."}, {"repo": "okulbilisim/awesome-big-o", "description": "A curated list of awesome materials about Big O notation"}, {"repo": "vuejs/vue-curated-client", "description": "Official curation list client"}, {"repo": "gauthamzz/FrontendDesignElements", "description": "Curated list of frontend design elements"}, {"repo": "sellorm/awesome-blogdown", "description": "An awesome curated list of blogs built using blogdown"}, {"repo": "mauriciovieira/awesome-challenges", "description": "A curated list of algorithmic challenges websites."}, {"repo": "aashishtamsya/awesome-xcode-scripts", "description": "A curated list of useful xcode scripts 📝 ."}, {"repo": "voidberg/awesome-aurelia", "description": "A curated list of awesome Aurelia resources"}, {"repo": "chr15m/awesome-clojure-likes", "description": "Curated list of Clojure-like programming languages."}, {"repo": "legacycoderocks/awesome-legacy-code", "description": "A curated list of legacy systems with publicly available source code"}, {"repo": "quantmind/awesome-data-science-viz", "description": "💥 A curated list of data science, analysis and visualization tools"}, {"repo": "reHackable/awesome-reMarkable", "description": "A curated list of projects related to the reMarkable tablet"}, {"repo": "analytik/awesome-rethinkdb", "description": "A curated list of RethinkDB resources and libraries."}, {"repo": "adius/awesome-scanning", "description": "A curated list of awesome projects to simplify and improve paper scanning."}, {"repo": "rafaels88/software-development-resources", "description": "Curated list of Software Development resources"}, {"repo": "olucurious/Awesome-ARCore", "description": "A curated list of awesome ARCore projects and resources. Feel free to contribute!"}, {"repo": "alephmelo/python-way", "description": "A curated list of articles, talks, tutorials to help you on your way to be the so called Full Stack Python Dev."}, {"repo": "cristianoliveira/awesome-byo", "description": "A curated list of open content for \"building your own sth\". 🛠"}, {"repo": "listcommunity/support", "description": "List.community is an easy way to browse curated lists on GitHub"}, {"repo": "erichard/awesome-gdpr", "description": "A curated list of GDPR-compliant tools for websites creators"}, {"repo": "RadLikeWhoa/bookmarklets", "description": "bookmarklets is a curated list of, you guessed it, bookmarklets that are useful on the web."}, {"repo": "jbmusso/awesome-graph", "description": "A curated list of resources for graph databases and graph computing tools"}, {"repo": "vanilla-rtb/awesome-rtb", "description": "Curated list of awesome Real Time Bidding ( RTB) frameworks, libraries, resources and other related to RTB things"}, {"repo": "devton/awesome-postgresql", "description": "A curated list of awesome PostgreSQL tools, scripts, slides, and short examples. inspired by the other awesome lists"}, {"repo": "awesometoolbox/awesome-apistar", "description": "A curated list of awesome packages, articles, and other cool resources from the API Star community."}, {"repo": "theodesp/awesome-coding-camps", "description": "A curated list of awesome Coding Bootcamps and websites to help you boost your career in Programming"}, {"repo": "AGV-IIT-KGP/awesome-motion-planning", "description": "A curated list of Resources for Motion Planning"}, {"repo": "rishirdua/awesome-code-formatters", "description": "A curated list of awesome code formatting tools and libraries"}, {"repo": "swapagarwal/awesome-inspiration", "description": "🔥 A curated list of content worth sharing to help you get inspired! ⚡️"}, {"repo": "bbalet/stopwords", "description": "Removes most frequent words (stop words) from a text content. Based on a Curated list of language statistics."}, {"repo": "learn-anything/curated-lists", "description": "📒 Interesting curated lists on various topics"}, {"repo": "lmmentel/awesome-python-chemistry", "description": "A curated list of Python packages related to chemistry"}, {"repo": "jasanst/maintained-angular", "description": "Curated list of Angular projects following latest best practices"}, {"repo": "transitive-bullshit/awesome-ffmpeg", "description": "👻 A curated list of awesome ffmpeg resources with a focus on JavaScript."}, {"repo": "JulienRAVIA/awesome-twig", "description": "A curated list of amazingly awesome Twig extensions, snippets and tutorials"}, {"repo": "jacc/awesome-discord", "description": "🕹 A curated list of awesome things on Discord."}, {"repo": "captn3m0/awesome-vcs", "description": "📝 A curated list of awesome libraries that help you version control everything  "}, {"repo": "phmullins/awesome-macos", "description": "A curated list of awesome GUI-based software for Apple's MacOS"}, {"repo": "EnigmaBridge/javacard-curated-list", "description": "Curated list of open-source Java Card applets and related applications for cryptographic smartcards"}, {"repo": "qd-cae/awesome-CAE", "description": "A curated list of awesome CAE frameworks, libraries and software."}, {"repo": "hardikvasa/awesome-programming", "description": "A curated list of awesome programming talks, articles, books, resources and more!!"}, {"repo": "trendmicro-frontend/awesome", "description": "A curated list of awesome frontend development resources."}, {"repo": "michael-kehoe/awesome-sre-cheatsheets", "description": "A curated list of cheatsheets for SRE"}, {"repo": "CraryPrimitiveMan/awesome-with-star", "description": "😎 Curated list of awesome lists with github star"}, {"repo": "sunel/awesome-magento", "description": "A curated list of bookmarks, packages, tutorials, videos and other cool resources from the Magento ecosystem"}, {"repo": "danteata/awesome-aws-lambda", "description": "Curated list of Awesome AWS Lambda seed repos, starters, boilerplates, examples, tutorials, components, modules, vide…"}, {"repo": "osrtss/awesome-livestreaming", "description": "A curated list of awesome live streaming technologies and products"}, {"repo": "xinchen10/awesome-amqp", "description": "A curated list of AMQP 1.0 resources"}, {"repo": "realadeel/awesome-webhooks", "description": "A curated list about real-time webhooks."}, {"repo": "nadako/awesome-haxe", "description": "A curated list of useful Haxe links."}, {"repo": "92bondstreet/awesome-onboarding", "description": "A curated list of awesome onboarding new developers resources."}, {"repo": "uhub/awesome-coffeescript", "description": "A curated list of awesome CoffeeScript frameworks, libraries and software."}, {"repo": "ThinkR-open/companies-using-r", "description": "A Curated list of R uses in entreprise"}, {"repo": "wearetheledger/awesome-hyperledger-fabric", "description": "A curated list of resources for creating applications with hyperledger fabric"}, {"repo": "clusteratlas/index", "description": "An open list of everything nice, curated for HTML5 Indie Game Developers."}, {"repo": "jasonwalsh/awesome-dapps", "description": "A curated list of awesome decentralized applications / resources"}, {"repo": "yanmagale/awesome-flux", "description": "A curated list about Flux arquitechture and your implementations."}, {"repo": "jin/awesome-bazel", "description": "A curated list of Bazel rules, tooling and resources."}, {"repo": "HDVinnie/Torrent-Tracker-Scripts", "description": "A curated list of Torrent Tracker Scripts written in multiple coding languages"}, {"repo": "wayneashleyberry/awesome-podcasts", "description": "A curated list of awesome podcasts related to programming, technology and business."}, {"repo": "HongxuChen/awesome-llvm", "description": "A curated list of awesome LLVM related docs, tools, and other resources."}, {"repo": "heartly/awesome-writing-tools", "description": "A curated list of awesome tools for improving written communication. 💕"}, {"repo": "thundergolfer/awesome-AI-academia", "description": "A curated list of academic AI resources and people. Partly an aspirational list, partly a memory aide."}, {"repo": "WeiChiaChang/awesome-singer-official-portal", "description": "A curated list of awesome singer official portals. Live Website ➡️"}, {"repo": "drmonkeyninja/awesome-textpattern", "description": "A curated list of Textpattern plugins and resources"}, {"repo": "ga/Resources", "description": "A curated list of geometric algebra resources"}, {"repo": "ioncodes/awesome-ui", "description": "A curated list of awesome UI libraries, frameworks & guidelines"}, {"repo": "thyrlian/awesome-asus-tinker-board", "description": "A curated list of ASUS Tinker Board resources"}, {"repo": "jaysoo/software-development-talks", "description": "Curated list of software development talks that I enjoyed."}, {"repo": "grundic/awesome-python-models", "description": "A curated list of awesome Python libraries, which implement models, schemas, serializers/deserializers, ODM's/ORM's, …"}, {"repo": "ramitsurana/awesome-openstack", "description": "A curated list for awesome openstack links ☁️☁️"}, {"repo": "uhub/awesome-perl", "description": "A curated list of awesome Perl frameworks, libraries and software."}, {"repo": "larapack/awesome-voyager", "description": "Curated list of Laravel Voyager ressources"}, {"repo": "ariestiyansyah/python-blogs", "description": "A curated list of python programming language blogs"}, {"repo": "uhub/awesome-viml", "description": "A curated list of awesome VimL frameworks, libraries and software."}, {"repo": "hkalant/awesome-edtech-tools", "description": "An ongoing curated list with awesome tools and resources for learning technologists and virtual teachers."}, {"repo": "Varunram/Awesome-Regex-Resources", "description": "A curated list of Regex Resources. Inspired by other awesome stuff"}, {"repo": "iddoberger/awesome-hebrew-nlp", "description": "📖 A curated list of resources for NLP (Natural Language Processing) for Hebrew"}, {"repo": "emijrp/awesome-wikipedia", "description": "A curated list of awesome Wikipedia-related frameworks, libraries, software, datasets and references."}, {"repo": "AlicanteFrontend/awesome-frontend", "description": "Curated list of awesome frontend resources ⭐️😎"}, {"repo": "brillout/awesome-web-apps", "description": "Curated List of Web Apps"}, {"repo": "fkromer/awesome-robotframework", "description": "A curated list of awesome Robot Framework resources and libraries"}, {"repo": "We5ter/Awesome-Platforms", "description": "A curated list of awesome platforms,including CTF/Security Response Center/Bug Tracker and so on."}, {"repo": "insideqt/awesome-qt", "description": "A curated list of awesome Qt-related libraries, tools, etc."}, {"repo": "aalmiray/awesome-gradle-plugins", "description": "A curated list of Gradle plugins"}, {"repo": "andrewda/awesome-frc", "description": "A curated list of packages and resources regarding the First Robotics Competition"}, {"repo": "drone/awesome-drone", "description": "A curates list of awesome Drone resources."}, {"repo": "coopermaa/awesome-sinatra", "description": "A curated list of awesome projects made or inspired with Sinatra."}, {"repo": "smarchetti/awesome-crossfit", "description": "A curated list of awesome Crossfit resources for brogrammers!"}, {"repo": "deadcoder0904/awesome-website-screenshots", "description": "📔 📚 A curated list of ways to take ✨ Awesome Website Screenshots 😍"}, {"repo": "abenhamdine/awesome-extjs", "description": "A curated list of ExtJS resources."}, {"repo": "cfj/awesome-code-schools", "description": "A curated list of awesome code schools."}, {"repo": "AlaaAttya/slacky-devs", "description": "A curated list of slack groups for developers"}, {"repo": "chbrian/awesome-adversarial-examples-dl", "description": "A curated list of awesome resources for adversarial examples in deep learning"}, {"repo": "greybax/IT-films", "description": "📺 A curated list of awesome films about IT & geek people."}, {"repo": "ajvb/awesome-tor", "description": "A curated list of awesome Tor related projects, articles, papers, etc"}, {"repo": "tfayyaz/awesome-airflow", "description": "A curated list of all the awesome examples, articles, tutorials and videos for Apache Airflow."}, {"repo": "cjpatoilo/awesome-milligram", "description": "A curated list of Milligram resources."}, {"repo": "PhantomYdn/awesome-wicket", "description": "A curated list of awesome projects powered by Apache Wicket"}, {"repo": "Piyush3dB/awesome-deep-computation", "description": "A curated list of Deep Learning hardware, cycle/memory optimisation techniques"}, {"repo": "inafev/awesome-tech", "description": "A curated list of awesome IT projects and resources collected since 2014."}, {"repo": "mczlatan/nigerian-slack-communities", "description": "A curated list of open Nigerian slack communities. Check the readme on how to contribute."}, {"repo": "uhub/awesome-actionscript", "description": "A curated list of awesome ActionScript frameworks, libraries and software."}, {"repo": "elburz/awesome-space", "description": "A curated list of awesome resources related to Outer Space"}, {"repo": "jbenner-radham/awesome-semantic-web", "description": "A curated list of various semantic web and linked data resources."}, {"repo": "louiscenter/awesome-media-archive", "description": "A curated list of open source tools for archiving audio & video data for offline usage."}, {"repo": "danilovaz/awesome-grids-css", "description": "A curated list of awesome Grids CSS System 🤘"}, {"repo": "dirkschumacher/awesome-r-organizations", "description": "A community curated list of awesome companies/organizations that contribute open source R software/packages"}, {"repo": "vickychijwani/android-dev", "description": "⚡️ Curated list of resources for Android app development. Prepare for battle!"}, {"repo": "lancelafontaine/bioinformatics-compbio-tools", "description": "A curated list of useful bioinformatics and computational biology tools, sorted by category."}, {"repo": "krishnakumarsekar/awesome-machine-learning-deep-learning-mathematics", "description": "A curated list of mathematics documents ,Concepts, Study Materials , Algorithms and Codes available across the intern…"}, {"repo": "mauhai/awesome-jupyterlab", "description": "A curated list of awesome JupyterLab extensions and resources"}, {"repo": "neomatrix369/awesome-graal", "description": "A curated list of awesome resources for Graal, Truffle and related topics"}, {"repo": "ericdouglas/elm-learning", "description": "🌳 A curated list of free resources to learn Elm development."}, {"repo": "algeriatech/awesome-algeria", "description": "A curated list of awesome things and projects built by Algerian developpers."}, {"repo": "switowski/deploystack", "description": "Curated list of tools to make launching websites easier"}, {"repo": "Level/awesome", "description": "A curated list of amazingly awesome level libraries and resources"}, {"repo": "linuxenko/awesome-smarttv", "description": "A curated list of smart 📺 frameworks, libraries, software and resources."}, {"repo": "TheDreamSaver/awesome-alexa", "description": "Curated Awesome List for Amazon Alexa"}, {"repo": "wedranb/awesome-croatia", "description": "A curated list of things that show the awesome side of Croatia 😎 🇭🇷"}, {"repo": "microscaling/awesome-microscaling", "description": "A curated list of Microscaling related principles and technologies."}, {"repo": "myoung34/awesome-cloudcustodian", "description": "A curated list of things relating to CapitalOne's Cloud-custodian project"}, {"repo": "paulhendricks/awesome-open", "description": "A curated list of awesome Open Organizations and Communities!"}, {"repo": "mailtoharshit/awesome-lightning", "description": "A curated list of delightful Salesforce Lightning Resources"}, {"repo": "awesome-mws/udacity-mws-nd", "description": "💖 A curated list of awesome resources for Udacity's MWS ND 💖"}, {"repo": "amitmerchant1990/tech-blogs", "description": "A curated list of tech blogs"}, {"repo": "bhagyas/awesome-alfresco", "description": "A curated list of awesome Alfresco projects and add-ons."}, {"repo": "berkus/awesome-embedded-rust", "description": "Curated list of resources for Embedded and Low-level development in Rust programming language"}, {"repo": "goke-epapa/awesome-yii2", "description": "Curated list of resources about using Yii2 - Yii is a high-performance component-based PHP framework."}, {"repo": "tarantool/awesome-tarantool", "description": "A curated list of delightful Tarantool modules, connectors and other resources"}, {"repo": "narkisr/awesome-clojure-repl", "description": "Clojure REPL curated tools, libraries and resources"}, {"repo": "joseluisq/awesome-bash-commands", "description": "A curated list of awesome Bash useful commands. Inspired by awesome-shell and bash-handbook."}, {"repo": "wdv4758h/awesome-jit", "description": "A curated list of awesome JIT frameworks, libraries, software and resources"}, {"repo": "austinvhuang/awesome-haskell-deep-learning", "description": "In the tradition of \"awesome\" (curated) lists, this is a list of references and code for doing deep learning in Haskell."}, {"repo": "JeffRMoore/awesome-cloudformation", "description": "Awesome curated list of AWS CloudFormation links"}, {"repo": "olindata/awesome-puppet", "description": "A curated list of amazingly awesome puppet resources inspired by @bayandin's awesome-awesomeness."}, {"repo": "awkward/awesome-netherlands-events", "description": "🦄 Curated list of awesome Dutch (tech related) events"}, {"repo": "sn0w/awesome-discord-emojis", "description": "A curated list of awesome emojis for discord"}, {"repo": "nickls/awesome-healthcare-datasets", "description": "A curated list of awesome healthcare datasets in the public domain."}, {"repo": "DeloitteDigitalUK/fed-path-of-the-ninja", "description": "Front End Dev: Path of the Ninja. Curated list of learning resources."}, {"repo": "oroszgy/awesome-hungarian-nlp", "description": "A curated list of NLP resources for Hungarian"}, {"repo": "macacajs/awesome-macaca", "description": "A curated list of awesome things regarding Macaca ecosystem."}, {"repo": "fiatjaf/awesome-jq", "description": "A curated list of awesome jq tools and resources."}, {"repo": "juliohm/awesome-brazil-data", "description": "Curated list of Brazilian datasets for anyone interested in studying the country."}, {"repo": "egoist/awesome-sao", "description": "A curated list of delightful SAO resources."}, {"repo": "kevinwuhoo/ui-styleguides", "description": "A curated list of UI styleguides --"}, {"repo": "ahmadnassri/awesome-startup-resources", "description": "A curated list of useful resources for building a new startup business."}, {"repo": "websemantics/awesome-pyrocms", "description": "A curated list of PyroCMS addons and resources."}, {"repo": "AeroPython/awesome-scientific-computing", "description": "A curated list of awesome articles, software libraries and resources on Scientific Computing"}, {"repo": "semantic-ui-forest/awesome-semantic-ui", "description": "A curated list of awesome semantic-ui documentations, libraries and resources."}, {"repo": "Nipher/awesome-hacktivism", "description": "A curated list about Hacktivism."}, {"repo": "adafruit/awesome-circuitpython", "description": "A curated list of awesome CircuitPython guides, videos, libraries, frameworks, software and resources."}, {"repo": "Dani3lSun/awesome-orclapex", "description": "A curated list of awesome Oracle APEX resources"}, {"repo": "sahilsk/awesome-jenkins", "description": "A curated list of awesome Jenkins plugins, links and"}, {"repo": "jozi/iranian-developers-in-telegram", "description": "Curated List of Persian Groups and Channels for Iranian Developers in Telegram"}, {"repo": "JoinColony/awesome-web3", "description": "🚀 A curated list of tools, libs and resources to help you build awesome dapps"}, {"repo": "telegram-stickers/telegram-stickers.github.io", "description": "A curated list of high-quality stickers for Telegram Messenger."}, {"repo": "semantalytics/awesome-semantic-web", "description": "A curated list of various semantic web and linked data resources."}, {"repo": "imjog/example-ios-apps", "description": "A curated list of Open Source example iOS apps developed in Swift. An amazing list for people who are beginners and l…"}, {"repo": "enilsen16/awesome-hedwig", "description": "A curated list of amazingly awesome Hedwig adapters, responders, and resources"}, {"repo": "raulgomis/awesome-metrics", "description": "A curated list of awesome metrics platforms & frameworks, resources and other awesomeness."}, {"repo": "minsOne/awesome-ios-presentation", "description": "Curated list of iOS presentations"}, {"repo": "raynesio/hackathon-sponsorship", "description": "A curated list of potential sponsors for hackathons."}, {"repo": "jihdeh/a-zjs", "description": "A curated list of javascript frameworks and libraries listed A-Z | Seek and you shall find."}, {"repo": "mnquintana/awesome-whiteboardless-interviews", "description": "A curated list of awesome companies that test developer skills without whiteboard coding interviews"}, {"repo": "hitripod/awesome-blockchain", "description": "Curated list of blockchain, especially focused on decentralized exchange protocol."}, {"repo": "bhuztez/awesome-ancient-chinese-books", "description": "A curated list of awesome ancient chinese books"}, {"repo": "cowchimp/awesome-ast", "description": "A curated list of awesome AST resources"}, {"repo": "geeksonsecurity/vuln-web-apps", "description": "A curated list of vulnerable web applications."}, {"repo": "kevchentw/awesome-chinese-fonts", "description": "A curated list of awesome chinese fonts"}, {"repo": "cjroth/awesome-vr", "description": "An awesome curated list of Virtual Reality (VR) things."}, {"repo": "YOURLS/awesome-yourls", "description": "🎉 A curated list of awesome things related to YOURLS"}, {"repo": "icyflame/awesome-social-science", "description": "A curated list of adages, psychological syndromes and behaviour explaining aphorisms."}, {"repo": "GovLab/toolsforcollaboration", "description": "A curated list of tools for collaborative problem-solving"}, {"repo": "cameronroe/awesome-marketing", "description": "A curated list of resources related to internet marketing."}, {"repo": "marckohlbrugge/wip-resources", "description": "Community curated list of maker resources"}, {"repo": "bodiam/awesome-asciidoc", "description": "A curated list of Awesome Asciidoc"}, {"repo": "Awesome-BUPT/Awesome-BUPT-Projects", "description": "A curated list of awesome BUPT course projects. Inspired by awesome-... stuff."}, {"repo": "MicroPyramid/knol-bits", "description": "A curated list of awesome Linux, Django, Python, AWS, programming languages resources."}, {"repo": "latcraft/what2watch", "description": "A list of videos that every software development professional should watch. Curated by Latvian Software Craftsmanship…"}, {"repo": "etnbrd/awesome-freelance-fr", "description": "😎 Curated list of awesome tools to build your freelance career (in france)"}, {"repo": "darkf/cs-resources", "description": "Curated Computer Science and Programming Resource Guide"}, {"repo": "ahmadnassri/har-resources", "description": "A community curated list of resources, tools, projects and applications that support HTTP Archive (HAR)."}, {"repo": "SubSage/Youtube-reference-list", "description": "A curated list of youtube channels related to gamedevelopment."}, {"repo": "mpron/awesome-newsletters", "description": "A curated list of developer newsletters (e.g. NoSQL Weekly, Python Weekly, etc.)"}, {"repo": "yegor256/awesome-academic-oop", "description": "Curated list of academic writings on object-oriented programming"}, {"repo": "datomnurdin/awesome-freelance-malaysia", "description": "A curated list of awesome freelancers from Malaysia!!"}, {"repo": "sozercan/awesome-botframework", "description": "🤖 A curated list of awesome Microsoft Bot Framework related things"}, {"repo": "uhub/awesome-ruby", "description": "A curated list of awesome Ruby frameworks, libraries and software."}, {"repo": "lewtds/awesome-viet-foss", "description": "A curated list of FOSS projects originated by Vietnamese"}, {"repo": "dimpurr/awesome-acg-machine-learning", "description": "A curated list of awesome machine learning resources related to anime, manga and so on."}, {"repo": "hobbyquaker/awesome-homematic", "description": "A curated list of Homematic related links ✨"}, {"repo": "resin-io-playground/awesome-resin-io", "description": "A curated list of helpful resin.io resources."}, {"repo": "pditommaso/awesome-ci", "description": "A curated list of awesome continuous integration services"}, {"repo": "egoist/awesome-tiny-browser-libs", "description": "A curated list of awesome tiny browser libraries."}, {"repo": "EOS-Nation/Awesome-EOS", "description": "Curated list of Awesome EOS 😎"}, {"repo": "hackerevents/hackerevents", "description": "Curated list of upcoming software related events"}, {"repo": "pditommaso/awesome-java", "description": "A curated list of awesome Java libraries"}, {"repo": "Guppster/awesome-ark", "description": "A curated list of Ark blockchain projects"}, {"repo": "tmheo/deep_learning_study", "description": "A curated list of Deep Learning"}, {"repo": "JoanCharmant/awesome-light-fields", "description": "A curated list of awesome light field resources"}, {"repo": "dharmeshkakadia/awesome-AR", "description": "A curated list of awesome AR (Augmented Reality) resources"}, {"repo": "Sateetje/awesome-nem-projects", "description": "A curated list of projects using NEM (New Economy Movement)"}, {"repo": "melbvr/awesome-VR", "description": "A curated list of VR resources and projects"}, {"repo": "iurisegtovich/AwesomeThermodynamics", "description": "A curated list of awesome resources on Thermodynamics"}, {"repo": "willhoag/awesome-reference-tools", "description": "A curated list of documentation reference tools"}, {"repo": "banzaicloud/banzai-charts", "description": "Curated list of Banzai Cloud Helm charts used by the Pipeline PaaS"}, {"repo": "coopermaa/awesome-rack", "description": "A curated list of awesome Ruby rack, middlewares, frameworks and web servers"}, {"repo": "isaacmg/healthcare_ml", "description": "A curated list of ML|NLP resources for healthcare."}, {"repo": "IgnaciodeNuevo/frontend-development-interviews", "description": "A curated list of lists of frontend interview questions."}, {"repo": "unicodeveloper/awesome-meanstack", "description": "📔📚Curated list of resources: Books, Videos, Articles about using the MEAN stack to develop apps."}, {"repo": "adius/awesome-soundfonts", "description": "A curated list of awesome soundfont software, libraries and resources."}, {"repo": "dhamaniasad/awesome-webcomics", "description": "A curated list of awesome webcomics"}, {"repo": "resmo/awesome-cloudstack", "description": "A curated list of bookmarks, packages, tutorials, videos and other cool resources from the CloudStack ecosystem"}, {"repo": "Annsec/awesome-cybersecurity", "description": "Curated list of awesome cybersecurity companies and solutions."}, {"repo": "OptimusCrime/awesome-modx-revo", "description": "A curated list of awesome stuff for MODX Revolution"}, {"repo": "Inoryy/advanced-machine-learning", "description": "Curated list of advanced machine learning resources"}, {"repo": "lbalceda/awesome-affiliates", "description": "A curated list of awesome affiliate programs"}, {"repo": "matanlurey/awesome-dart-packages", "description": "A curated list of libraries for Dart development, the majority being actively maintained."}, {"repo": "etewiah/awesome-real-estate", "description": "A curated list of awesome real estate related resources and projects"}, {"repo": "ranman/awesome-sns", "description": "A curated list of useful SNS topics"}, {"repo": "shouse/awesome-hyperloop-titanium", "description": "A curated list of awesome links to resources around Axway's Hyperloop for Titanium. And more."}, {"repo": "toadkicker/awesome-ethereum", "description": "A curated list of how to get started with Ethereum blockchain technologies"}, {"repo": "ganny26/awesome-audioqr", "description": "A curated list of Audio QR / NSDT libraries"}, {"repo": "phmullins/awesome-macos-commandline", "description": "A curated list of awesome command-line software for Linux and MacOS."}, {"repo": "quobit/awesome-openbsd", "description": "A curated list of resources about OpenBSD 🐡"}, {"repo": "haskellcamargo/papers-to-read", "description": "My curated list of papers I need to read (or already did), mostly about PLT"}, {"repo": "leipzig/awesome-reproducible-research", "description": "A curated list of reproducible research case studies, projects, tutorials, and media"}, {"repo": "Kikobeats/awesome-cli", "description": "A curated list of awesome resources for building immersive CLI experiences."}, {"repo": "AGV-IIT-KGP/awesome-computer-vision", "description": "A curated list of resources for Computer Vision"}, {"repo": "JhuangLab/Bioinformatics-Resources", "description": "A curated list of resources for learning bioinformatics."}, {"repo": "pshah123/awesome-lists", "description": "A curated list of curated lists."}, {"repo": "szarnyasg/awesome-cypher", "description": "A curated list of (open)Cypher resources."}, {"repo": "ganny26/awesome-audioqr", "description": "A curated list of Audio QR / NSDT libraries"}, {"repo": "phmullins/awesome-macos-commandline", "description": "A curated list of awesome command-line software for Linux and MacOS."}, {"repo": "quobit/awesome-openbsd", "description": "A curated list of resources about OpenBSD 🐡"}, {"repo": "haskellcamargo/papers-to-read", "description": "My curated list of papers I need to read (or already did), mostly about PLT"}, {"repo": "leipzig/awesome-reproducible-research", "description": "A curated list of reproducible research case studies, projects, tutorials, and media"}, {"repo": "Kikobeats/awesome-cli", "description": "A curated list of awesome resources for building immersive CLI experiences."}, {"repo": "AGV-IIT-KGP/awesome-computer-vision", "description": "A curated list of resources for Computer Vision"}, {"repo": "JhuangLab/Bioinformatics-Resources", "description": "A curated list of resources for learning bioinformatics."}, {"repo": "pshah123/awesome-lists", "description": "A curated list of curated lists."}, {"repo": "szarnyasg/awesome-cypher", "description": "A curated list of (open)Cypher resources."}]